[
  {
    "SourceText": "Taking a Pause is a simple relaxation activity that you can do whenever you are feeling stressed or worried. It can also be helpful when you find your child is irritating you or has done something wrong.",
    "text": "Berhenti Seketika adalah aktiviti santai yang boleh anda lakukan setiap kali anda merasa tertekan atau bimbang. Ia juga dapat membantu apabila anda mendapati anak anda menjengkelkan atau melakukan sesuatu yang salah.",
    "type": "text"
  },
  {
    "SourceText": "Step 4. Expand your awareness to your whole body. Listen to the sounds in the room.",
    "text": "Langkah 4. Luaskan kesedaran anda ke seluruh badan anda. Dengarkan bunyi-bunyian di dalam bilik.",
    "type": "text"
  },
  {
    "SourceText": "Notice how you are feeling emotionally. Notice if your emotions are pleasant or unpleasant. Remind yourself that whatever you feel, it is okay.",
    "text": "Selami apa yang sedang anda rasakan. Perhatikan sama ada anda rasa selesa ataupun sebaliknya. Ingatkan diri anda bahawa apa sahaja yang anda rasakan, adalah tidak mengapa.",
    "type": "text"
  },
  {
    "SourceText": "Step 5. Take a moment to reflect on whether you feel any different. When you are ready, open your eyes.",
    "text": "Langkah 5. Luangkan sedikit masa untuk mengimbas sama ada anda merasai sebarang perbezaan. Apabila anda sudah bersedia, buka mata anda.",
    "type": "text"
  },
  {
    "SourceText": "Notice how your body feels. Notice anything that hurts or is tense.",
    "text": "Sedari bagaimana rasa badan anda. Sedari apa sahaja yang menyakitkan atau berasa tegang.",
    "type": "text"
  },
  {
    "SourceText": "Step 1. Close your eyes and take a deep breath. ",
    "text": "Langkah 1. Pejamkan mata anda dan tarik nafas dalam-dalam. ",
    "type": "text"
  },
  {
    "SourceText": "Well done for Taking a Pause. You have added another skill to your Parenting Toolkit! ",
    "text": "Syabas kerana telah melakukan Berhenti Seketika. Anda telah menambah kemahiran lain ke dalam Kit Keibubapaan anda! ",
    "type": "text"
  },
  {
    "SourceText": "You can do this anytime you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Children!",
    "text": "Anda boleh melakukannya pada bila-bila masa anda merasa tertekan. Ia memberi anda peluang untuk lebih bertenang. Walaupun dengan beberapa kali bernafas secara mendalam atau menyedari perasaan dalaman, anda boleh membuat perbezaan. Anda juga boleh Berhenti Seketika dengan Anak-anak anda!",
    "type": "text"
  },
  {
    "SourceText": "Step 3. Focus on your breath. Feel your breath as it goes in and out. You can put a hand on your stomach and feel it rise and fall with each breath. Do this for about 10 breaths.",
    "text": "Langkah 3. Fokus kepada nafas anda. Rasai nafas anda semasa masuk dan keluar. Anda boleh meletakkan tangan di atas perut anda dan merasakannya naik dan turun dengan setiap nafas. Lakukan ini selama kira-kira 10 kali nafas.",
    "type": "text"
  },
  {
    "SourceText": "Would you like to learn more about this tip?",
    "text": "Adakah anda ingin belajar lebih lagi mengenai tip ini?",
    "type": "text"
  },
  {
    "SourceText": "Step 2. Ask yourself, \"What am I thinking?\" Notice if your thoughts are positive or negative.",
    "text": "Langkah 2. Tanyakan pada diri, \"Apa yang saya fikirkan?\" Perhatikan jika pemikiran anda positif atau negatif.",
    "type": "text"
  },
  {
    "SourceText": "Sorry, I don't understand what you mean.",
    "text": "Maaf, saya tidak faham apa yang anda maksudkan.",
    "type": "text"
  },
  {
    "SourceText": "That's okay! You can always type \"Help\" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!",
    "text": "Tak mengapa! Anda boleh menaip \"Tolong\" pada bila-bila masa sekiranya anda memerlukan aktiviti untuk menenangkan atau mengurangkan tekanan anda. Berbual dengan anda kemudian!",
    "type": "text"
  },
  {
    "SourceText": "Hello! Book-sharing can be a great learning for your child. You can use a simple pictures in books, magazines, or newspapers to do lots of things that you and your child can enjoy.",
    "text": "Helo! Berkongsi buku boleh menjadi pembelajaran yang baik untuk anak anda. Anda boleh menggunakan gambar mudah di buku, majalah, atau surat khabar untuk melakukan banyak perkara yang dapat menyeronokkan anda dan anak anda.",
    "type": "text"
  },
  {
    "SourceText": "Would you like to learn more about how you can help your child develop through book sharing?",
    "text": "Adakah anda ingin mengetahui lebih lanjut mengenai bagaimana anda dapat membantu anak anda berkembang melalui perkongsian buku?",
    "type": "text"
  },
  {
    "SourceText": "Sorry, I don't understand what you mean. ",
    "text": "Maaf, saya tidak faham apa yang anda maksudkan. ",
    "type": "text"
  },
  {
    "SourceText": "That's okay! You can always type \"Help\" at anytime if you need any support with your children. Chat to you later!",
    "text": "Tak mengapa! Anda boleh menaip \"Bantuan\" pada bila-bila masa sekiranya anda perlukan sebarang sokongan dengan anak anda. Berbual dengan anda kemudian!",
    "type": "text"
  },
  {
    "SourceText": "Here are some tips for sharing books with your child:",
    "text": "Berikut adalah beberapa tip untuk berkongsi buku dengan anak anda:",
    "type": "text"
  },
  {
    "SourceText": "1. Follow your child's interest",
    "text": "1. Ikut minat anak anda",
    "type": "text"
  },
  {
    "SourceText": "2. Use a lifely voice",
    "text": "2. Guna suara yang bertenaga",
    "type": "text"
  },
  {
    "SourceText": "3. Pointing and naming",
    "text": "3. Tunjuk dan namakan",
    "type": "text"
  },
  {
    "SourceText": "4. Be positive and supportive",
    "text": "4. Bersikap positif dan menyokong",
    "type": "text"
  },
  {
    "SourceText": "5. Making actions and links",
    "text": "5. Bertindak dan Menghubung-kait",
    "type": "text"
  },
  {
    "SourceText": "6. Talking about feelings",
    "text": "6. Bercakap tentang perasaan",
    "type": "text"
  },
  {
    "SourceText": "7. Babies and books go well together",
    "text": "7. Bayi dan buku adalah sepadan",
    "type": "text"
  },
  {
    "SourceText": "To learn more about one of these tips, type \"1\" to \"7\". You can also type \"N\" to move on.",
    "text": "Untuk mengetahui dengan lebih lanjut mengenai salah satu tip ini, taip \"1\" hingga \"7\". Anda juga boleh menaip \"N\" untuk meneruskan.",
    "type": "text"
  },
  {
    "SourceText": "1. Follow your child’s interest",
    "text": "1. Ikut minat anak anda",
    "type": "text"
  },
  {
    "SourceText": "Talk about what interests your child. When your child shows interest in a picture (pointing, patting, looking), use this as a chance to talk about what has attracted your child’s interest",
    "text": "Bercakap tentang apa yang menarik minat anak anda. Apabila anak anda menunjukkan minat terhadap sekeping gambar (menunjuk, menepuk, melihat), gunakan ini sebagai peluang untuk bercakap tentang apa yang telah menarik minat anak anda",
    "type": "text"
  },
  {
    "SourceText": "2. Use a lively voice",
    "text": "2. Gunakan suara yang penuh semangat",
    "type": "text"
  },
  {
    "SourceText": "Speak with a lively or animated voice. This will help to keep the child’s attention on the book.",
    "text": "Bercakap dengan suara yang penuh semangat atau meriangkan. Ini akan membantu untuk mengekalkan perhatian anak pada buku.",
    "type": "text"
  },
  {
    "SourceText": "Well done! You have added another tool to your Parenting Tooolbox! Sharing books with your child will help them to learn to speak, think and focus better. It will also help them to get along with others better, by helping them understand about feelings",
    "text": "Syabas! Anda telah menambah kaedah lain dalam Kit Keibubapaan anda! Berkongsi buku dengan anak anda akan membantu mereka untuk belajar bercakap, berfikir dan fokus dengan lebih baik. Ia juga akan membantu mereka untuk bergaul bersama orang lain dengan lebih baik, dengan membantu mereka memahami tentang perasaan",
    "type": "text"
  },
  {
    "SourceText": "Pointing to and naming an object or person in the book will help your child learn new words. Children learn through repetition, so repeat the word and look for other opportunities to use the word (in the book or elsewhere). ",
    "text": "Menunjuk dan menamakan objek atau orang di dalam buku akan membantu anak anda belajar perkataan baru. Kanak-kanak akan belajar melalui pengulangan, oleh itu ulangi perkataan itu dan lihat pada peluang lain untuk menggunakan perkataan tersebut (di dalam buku atau di tempat lain). ",
    "type": "text"
  },
  {
    "SourceText": "Always respond positively to whatever your child says about the pictures. For example, if your child points to a red apple and says “Tomato”, you can say “Yes, you’re right, it’s red - it's an apple!”",
    "text": "Sentiasa memberi maklum balas yang positif pada apa sahaja yang anak anda katakan tentang sesuatu gambar. Sebagai contoh, jika anak anda menunjuk pada epal merah dan berkata \"Tomato\", anda boleh katakan \"Ya, kamu betul, ianya merah - ia adalah epal!\"",
    "type": "text"
  },
  {
    "SourceText": "If your child knows a word and can say that word, ask “What’s that?” and give them the opportunity to say the word and point to it.",
    "text": "Jika anak anda mengetahui satu perkataan dan boleh menyatakan perkataan tersebut, tanya \"Apa itu?\" dan berikan mereka peluang untuk menyebut perkataan tersebut dan menunjukkannya.",
    "type": "text"
  },
  {
    "SourceText": "Connect things in the book with familiar things in your child’s world. For example, if the baby in the book is wearing shoes, ask your child to point out their own shoes. If someone in the book is waving, you and your child can do the same. ",
    "text": "Hubungkan perkara di dalam buku dengan perkara yang biasa dalam dunia anak anda. Sebagai contoh, sekiranya bayi di dalam buku sedang memakai kasut, minta anak anda untuk menunjukkan kasutnya sendiri. Jika seseorang di dalam buku sedang melambai, anda dan anak anda boleh lakukan perkara yang sama. ",
    "type": "text"
  },
  {
    "SourceText": "Books are a great way for children to learn more about feelings. You can use your face and voice to help them understand emotion words like happy, sad, angry, or scared. You can use what is happening in the book to talk about your child’s own feelings, and why other people might feel a certain way.",
    "text": "Buku adalah cara yang terbaik untuk anak anda belajar dengan lebih tentang perasaan. Anda boleh gunakan wajah dan suara anda untuk membantu mereka memahami kata-kata emosi seperti gembira, sedih, marah, atau takut. Anda boleh menggunakan apa yang sedang berlaku di dalam buku untuk bercakap mengenai perasaan anak anda sendiri dan mengapa orang lain mungkin merasakannya dengan cara tertentu.",
    "type": "text"
  },
  {
    "SourceText": "7. Babies and Books!",
    "text": "7. Bayi dan Buku!",
    "type": "text"
  },
  {
    "SourceText": "Even very young babies enjoy book-sharing and looking at the pictures together with a parent or caregiver. In fact, regular book-sharing helps their development and learning. And it is okay for them to put the book in their mouth - they are exploring!",
    "text": "Malahan bayi yang masih kecil seronok berkongsi-buku dan melihat gambar bersama dengan ibu bapa atau penjaga. Sebenarnya, berkongsi-buku secara kerap membantu perkembangan dan pembelajaran mereka. Dan ok untuk mereka meletakkan buku di dalam mulut mereka - mereka sedang meneroka!",
    "type": "text"
  },
  {
    "SourceText": "Here are some examples! ",
    "text": "Di sini ada beberapa contoh! ",
    "type": "text"
  },
  {
    "SourceText": "“Look, she is smiling. Why do you think she is smiling? What made you smile today?”",
    "text": "\"Lihat, dia sedang tersenyum. Mengapa anda fikir dia tersenyum? Apa yang membuatkan anda senyum hari ini?\"",
    "type": "text"
  },
  {
    "SourceText": "“The monkey is sad because he is all on his own. Can you remember when you were last sad?”",
    "text": "\"Monyet itu sedih kerana dia bersendirian. Bolehkah anda ingat bila kali terakhir anda sedih?\"",
    "type": "text"
  },
  {
    "SourceText": "“That tiger looks angry. Why do you think he is angry? Do you remember when I got angry this morning?” ",
    "text": "\"Harimau itu kelihatan marah. Mengapa anda fikir harimau itu marah? Adakah anda ingat bila saya menjadi marah pagi ini?\" ",
    "type": "text"
  },
  {
    "SourceText": "You can use books and stories to help talk with children about topics related to COVID-19 (such as getting sick, not going to school or work, staying indoors, feeling worried) and help them think about how this makes them feel.",
    "text": "Anda boleh menggunakan buku dan cerita untuk membantu anda bercakap dengan anak anda mengenai topik berkaitan COVID-19 (seperti sakit, tidak pergi ke sekolah atau bekerja, tinggal di dalam rumah, berasa bimbang) dan bantu mereka berfikir tentang bagaimana perasaan mereka terhadap perkara tersebut.",
    "type": "text"
  },
  {
    "SourceText": "Chat to you later!",
    "text": "Kita berbual kemudian!",
    "type": "text"
  },
  {
    "SourceText": "Remember you can always type \"Help\" if you ever want more parenting tips or support. You can also change the type of messages you receive for an older or younger child. Just select \"Technical Support.\" Chat to you later!",
    "text": "Ingat anda sentiasa boleh menaip \"Tolong\" jika anda inginkan lebih banyak tip atau sokongan keibubapaan. Anda juga boleh mengubah jenis pesanan yang diterima untuk anak yang lebih tua atau yang lebih muda. Cuma pilih \"Sokongan Teknikal.\" Kita berbual kemudian!",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more sharing books with your child?",
    "text": "Adakah anda ingin pulang dan belajar berkongsi buku dengan anak anda?",
    "type": "text"
  },
  {
    "SourceText": "Yes",
    "text": "Ya",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "No",
    "text": "Tidak",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "yes y",
    "text": "YA Y",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "no n",
    "text": "TIDAK N",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "1",
    "text": "1",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "2",
    "text": "2",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "3",
    "text": "3",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "4",
    "text": "4",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "5",
    "text": "5",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "6",
    "text": "6",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "7",
    "text": "7",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  }
]