[
  {
    "SourceText": "Shake your left hands in the air 8 times while counting to 8. ",
    "text": "Goyangkan tangan anda ke atas sebanyak 8 kali",
    "type": "text"
  },
  {
    "SourceText": "Second person adds to first person’s plan, “When COVID-19 ends, I am going to the park and… (e.g., visit my best friend)”",
    "text": "Orang kedua menambah kepada orang pertama, \"Apabila COVID-19 berakhir, saya akan pergi ke taman dan... (cth., menziarahi sahabat saya)\"",
    "type": "text"
  },
  {
    "SourceText": "Well done! You have added another tool to your Parenting Toolkit.",
    "text": "Tahniah! Anda telah menambah satu lagi kemahiran dalam Kit Keibubapaan anda! ",
    "type": "text"
  },
  {
    "SourceText": "Always respond positively to whatever your child says about the pictures. For example, if your child points to a red tomato and says “Apple”, you can say “Yes, you’re right, it’s red - it's a tomato!”",
    "text": "Sentiasa memberi maklum balas yang positif pada apa sahaja yang anak anda katakan tentang sesuatu gambar. Sebagai contoh, jika anak anda menunjuk pada epal merah dan berkata \"Tomato\", anda boleh katakan \"Ya, kamu betul, ianya merah - ia adalah epal!\"",
    "type": "text"
  },
  {
    "SourceText": "Millions of families are struggling to make ends meet. When money is tight, this can make us feel anxious, stressed, and sad. How we understand and talk about money with our children is important. Our children can also help us to spend and save in ways that will benefit the family.",
    "text": "Berjuta keluarga bergelut untuk mencukupkan keperluan hidup semasa COVID-19. Apabila kekurangan wang kita akan merasa cemas, stres dan bersedih. Bagaimana cara kita memahamkan dan bercakap tentang wang dengan anak-anak adalah penting. Anak-anak juga boleh membantu kita untuk berbelanja dan berjimat yang akan memberi manfaat kepada keluarga.",
    "type": "text"
  },
  {
    "SourceText": "Millions of families are struggling to make ends meet. When money is tight, this can make us feel anxious, stressed, and sad. How we understand and talk about money is important. We can also learn about how we can save in ways that will benefit the family.",
    "text": "Berjuta keluarga bergelut untuk mencukupkan keperluan hidup semasa COVID-19. Apabila kekurangan wang kita akan merasa cemas, stres dan bersedih. Bagaimana cara kita memahami dan bercakap tentang wang adalah penting. Kita juga boleh belajar tentang cara berjimat-cermat yang akan memberi manfaat kepada keluarga.",
    "type": "text"
  },
  {
    "SourceText": "Your government or community groups may be giving money, vouchers, or food parcels to families in need. Ask about whether places in your community are giving support.",
    "text": "Kerajaan atau pertubuhan dalam komuniti anda mungkin memberikan bantuan kewangan, atau bungkusan makanan kepada keluarga semasa COVID-19. Tanyakan sama ada tempat-tempat dalam komuniti anda ada memberikan sumbangan.",
    "type": "text"
  },
  {
    "SourceText": "Millions of families are struggling to make ends meet especially due to the COVID-19 pandemic. When money is tight, this can make us feel anxious, stressed, and sad. How we understand and talk about money with our children is important. Our children can also help us to spend and save in ways that will benefit the family.",
    "text": "Berjuta keluarga bergelut untuk mencukupkan keperluan hidup semasa COVID-19. Apabila kekurangan wang kita akan merasa cemas, stres dan bersedih. Bagaimana cara kita memahamkan dan bercakap tentang wang dengan anak-anak adalah penting. Anak-anak juga boleh membantu kita untuk berbelanja dan berjimat yang akan memberi manfaat kepada keluarga.",
    "type": "text"
  },
  {
    "SourceText": "Hello! Taking care of children can be challenging…even in the best of times. We sometimes do not notice when our children are behaving well. But when they are misbehaving, it can be a nightmare!",
    "text": "Helo! Mengurus tingkah laku anak-anak kita merupakan satu cabaran… walaupun pada masa-masa terbaik. Kita kadang-kadang tidak menyedari ketika anak-anak berkelakuan baik. Tetapi apabila mereka nakal, ia boleh menjadi satu mimpi buruk!",
    "type": "text"
  },
  {
    "SourceText": "There are 2 main ways that we can do to help our children behave positively more often.",
    "text": "Tip hari ini adalah mengenai Tingkah Laku Anak. Terdapat 2 cara utama untuk membantu anak-anak bersikap positif dengan lebih kerap.",
    "type": "text"
  },
  {
    "SourceText": "Well done! You have added another tool to your Parenting Toolkit. ",
    "text": "Tahniah! Anda telah menambah satu lagi kemahiran dalam Kit Keibubapaan anda! ",
    "type": "text"
  },
  {
    "SourceText": "Report to INHOPE Hotlines and IWF portals and the Child Helpline in your country to get support if you or your children experience online violence or other things that are not acceptable.",
    "text": "Talian Hotline INHOPE dan IWF dan Talian Bantuan Kanak-kanak di negara anda untuk mendapatkan sokongan sekiranya anda atau anak-anak anda mengalami keganasan dalam talian atau perkara lain yang tidak boleh diterima.",
    "type": "text"
  },
  {
    "SourceText": "Hello! We love our children and teenagers, but stress from caregiving and money can make us angry. Here is how we can maintain control and keep calm.",
    "text": "Helo! Kita sayang anak-anak dan remaja kita, tetapi tekanan daripada penjagaan, duit, dan COVID-19 boleh menyebabkan kita marah. Di sini adalah bagaimana kita boleh kekal mengawal diri dan sentiasa tenang.",
    "type": "text"
  },
  {
    "SourceText": "Take a moment to reflect on your experience. Notice if you feel any different.",
    "text": "Sebelum anda membuka mata, ambil masa seketika untuk refleksi pengalaman anda. Perhatikan jika anda rasa sebarang perbezaan.",
    "type": "text"
  },
  {
    "SourceText": "Stand up and stretch your arms up like you are reaching to the sky. Pretend to push away any clouds and let the sun shine down on you. Stretch to both sides. Stretch to the front and to the back.",
    "text": "Berdiri tegak dan regangkan lengan anda sehingga ke langit. Tolak sebarang awan dan biarkan matahari menyinari anda. Regang ke kiri dan kanan. Regang ke depan dan belakang.",
    "type": "text"
  },
  {
    "SourceText": "Let your hand hang by your side. As you breathe in, squeeze your shoulders tightly up to your ears, scrunch your eyes and face, and hold your breath. Release your breath and then relax your shoulders and body.",
    "text": "Biarkan tangan anda tergantung di sisi anda. Tolak bahu ke telinga sambil anda menarik nafas, mengerutkan mata, dan tahan nafas anda. Lepaskan bahu anda sambil merehatkan badan.",
    "type": "text"
  },
  {
    "SourceText": "We understand that spending One-on-One Time can sometimes be difficult. Here are some of the main reasons parents struggle. Which one is the closest to you?",
    "text": "Kami faham bahawa meluangkan Masa Seorang-bersama-Seorang kadangkala boleh menjadi sukar. Inilah adalah beberapa sebab utama kepada kesukaran ibu bapa. Pilih yang paling dekat dengan anda.",
    "type": "text"
  },
  {
    "SourceText": "Give just enough help to let it be the child’s achievement. It is okay to play alongside and copy what they are doing but try to let them keep the initiative. If your child gets frustrated, you can reassure your child by gently stroking their back.",
    "text": "Berikan bantuan yang mencukupi untuk anak berjaya. Bermain bersama dan meniru apa yang mereka lakukan adalah baik tetapi cuba biarkan mereka terus berusaha Sekiranya anak anda berasa kecewa, anda boleh menenangkannya dengan lembut dengan",
    "type": "text"
  },
  {
    "SourceText": "Even 5 minutes a day of quality time makes a big difference. If you have more than one child, try to find time for each individual child. It can be at the same time each day so your children look forward to it.",
    "text": "5 minit sehari masa berkualiti mencipta perbezaan besar. Sekiranya anda mempunyai ramai anak, anda boleh bergilir atau membiarkan setiap anak memilih aktiviti. Ia boleh dilakukan pada waktu yang sama setiap hari, jadi anak-anak anda akan menantikannya.",
    "type": "text"
  },
  {
    "SourceText": "Make sure you will not be interrupted. Finish all your chores, switch off the TV and put your phone on silent. It will show your child, they are important.",
    "text": "Pastikan anda tidak akan terganggu. Tutup T.V. dan senyapkan telefon anda. Ini akan menunjukkan anak anda bahawa mereka penting.",
    "type": "text"
  },
  {
    "SourceText": "Choosing builds their self confidence. If they want to do something that isn’t okay, then this is a chance to talk with them about this.",
    "text": "Memilih membina keyakinan diri mereka. Sekiranya mereka ingin melakukan sesuatu yang tidak OK dengan peraturan COVID-19, maka ini adalah peluang untuk bercakap dengan mereka mengenainya.",
    "type": "text"
  },
  {
    "SourceText": "Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type \"STOP MESSAGES.\"",
    "text": "Adakah anda pasti anda mahu Keluar? Jika anda tidak lagi mahu menerima mesej, sila taip \"HENTIKAN MESEJ.\"",
    "type": "text"
  },
  {
    "SourceText": "Hi! Every child has challenging behaviour sometimes. If you would like some tips on how to address these behaviours, type \"Help\".",
    "text": "Hai! Setiap kanak-kanak kadang-kadang mempunyai tingkah laku yang mencabar. Sekiranya anda mahukan beberapa petua, taip \"Tolong\".",
    "type": "text"
  },
  {
    "SourceText": "Talk to someone you trust. Talk to a friend. Talk to family. Talk to a plant.",
    "text": "Bercakap dengan seseorang yang anda percaya. Bercakap dengan rakan. Bercakap denga keluarga. Bercakap dengan pokok.",
    "type": "text"
  },
  {
    "SourceText": "How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers.",
    "text": "Dengarkan bunyi di dalam dan di luar bilik. Kira bunyi itu dengan jari anda.",
    "type": "text"
  },
  {
    "SourceText": "Every time you take a pause is an act of kindness. Be kind to yourself and your family today!",
    "text": "Setiap kali anda berhenti seketika adalah tindakan yang baik. Terima kasih kerana bersikap baik kepada diri sendiri dan keluarga anda hari ini!",
    "type": "text"
  },
  {
    "SourceText": "Your commitment is an inspiration. Keep calm and carry on! ",
    "text": "Komitmen anda adalah inspirasi untuk semua lelaki. Bertenang dan teruskan! ",
    "type": "text"
  },
  {
    "SourceText": "You made it to the end of the day! Now it’s time for you. You deserve a break!",
    "text": "Kini sudah di penghujung hari! Kamu berjaya lakukannya! Sekarang adalah masa anda. Anda berhak mendapat rehat!",
    "type": "text"
  },
  {
    "SourceText": "Remember that we are here to help. Type \"Help\" if you ever want more parenting tips or other assistance. Thanks again!",
    "text": "Ingat, kami sedia membantu. Taip \"Bantuan\" jika anda mahu dapatkan banyak lagi tip keibubapaan atau bantuan lain. Kita berbual nanti!",
    "type": "text"
  },
  {
    "SourceText": "Bonus question: We all want to keep our children safe. How confident do you feel you are to protect your child from sexual abuse online or in-person? (0=not confident to 7=extremely confident)",
    "text": "Kita semua mahu menjaga keselamatan anak-anak kita. Sejauh manakah anda merasa yakin anda dapat melindungi anak anda daripada penderaan seksual dalam talian atau dalam kehidupan nyata? (0=tidak yakin kepada 8=teramat yakin)",
    "type": "text"
  },
  {
    "SourceText": "Quick tip: It can be difficult to know how to talk to your children about something like COVID-19, especially since we are learning about it too. ",
    "text": "Bercakap tentang COVID-19 dengan anak-anak kita mungkin adalah sukar, terutamanya kerana kita pun masih sedang belajar mengenainya. ",
    "type": "text"
  },
  {
    "SourceText": "emotionally",
    "text": "emosi",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  }
]