[
  {
    "SourceText": "A Short Pause",
    "text": "Berhenti Seketika",
    "type": "text"
  },
  {
    "SourceText": "Sit down and close your eyes.",
    "text": "Duduk dan pejamkan mata anda.",
    "type": "text"
  },
  {
    "SourceText": "Listen to your breath as it goes in and out. ",
    "text": "Dengarkan nafas anda semasa masuk dan keluar. ",
    "type": "text"
  },
  {
    "SourceText": "Notice how you feel. ",
    "text": "Selami perasaan anda. ",
    "type": "text"
  },
  {
    "SourceText": "Take a few more deep breaths.",
    "text": "Tarik nafas dalam-dalam lagi.",
    "type": "text"
  },
  {
    "SourceText": "When you are ready open your eyes again. Do you feel any different? ",
    "text": "Apabila anda sudah bersedia buka mata anda semula. Adakah anda rasai sebarang perbezaan? ",
    "type": "text"
  },
  {
    "SourceText": "Remind yourself that “Everything is ok”.",
    "text": "Ingatkan diri anda bahawa \"Semuanya baik saja\".",
    "type": "text"
  },
  {
    "SourceText": "2 Truths, 1 Lie",
    "text": "2 Benar, 1 Salah",
    "type": "text"
  },
  {
    "SourceText": "Think of three statements about yourself. Two must be true and one must be a lie.",
    "text": "Fikir tiga pernyataan tentang diri anda. Dua mesti benar dan satu yang salah.",
    "type": "text"
  },
  {
    "SourceText": "It might help to think of wishes, dreams, likes or dislikes. For example, I hate bananas, I love ice cream and I really wish I could sing. ",
    "text": "Ianya mungkin membantu apabila memikirkan kehendak, impian, suka atau tidak suka. Contohnya, saya benci pisang, saya suka ais krim dan saya sangat berharap saya dapat menyanyi. ",
    "type": "text"
  },
  {
    "SourceText": "Say them to your partner or friends. Ask them to guess which one is a lie. ",
    "text": "Katakan kepada pasangan atau rakan anda. Minta mereka meneka yang mana satu bohong. ",
    "type": "text"
  },
  {
    "SourceText": "Did they guess correctly? Was it a surprise?",
    "text": "Adakah mereka meneka dengan betul? Adakah ia sesuatu yang mengejutkan?",
    "type": "text"
  },
  {
    "SourceText": "Now ask them to do the same. Did you learn something new about each other? ",
    "text": "Sekarang minta mereka melakukan perkara yang sama. Adakah anda belajar sesuatu yang baru antara satu sama lain? ",
    "type": "text"
  },
  {
    "SourceText": "Family Work Out",
    "text": "Senaman Bersama Keluarga",
    "type": "text"
  },
  {
    "SourceText": "Choose a sport or exercise to do together.",
    "text": "Pilih satu sukan atau senaman untuk dilakukan bersama.",
    "type": "text"
  },
  {
    "SourceText": "Decide on a schedule. Are you going to do it every day? For how long? ",
    "text": "Tentukan dalam satu jadual. Adakah anda akan melakukannya setiap hari? Untuk berapa lama? ",
    "type": "text"
  },
  {
    "SourceText": "Try it out for a week. ",
    "text": "Cubalah selama satu minggu. ",
    "type": "text"
  },
  {
    "SourceText": "At the end of the week, ask yourself and your family these questions. How's it going? How did you feel at the start of the week? How do you feel at the end of the week? What can we do differently next week?",
    "text": "Pada akhir minggu, tanya kepada diri anda dan keluarga anda soalan-soalan ini. Bagaimana keadaannya? Bagaimana perasaan anda pada awal minggu? Bagaimana perasaan anda pada akhir minggu ini? Apakah kelainan yang boleh kita lakukan pada minggu hadapan?",
    "type": "text"
  },
  {
    "SourceText": "Crazy Chicken",
    "text": "Ayam Gila",
    "type": "text"
  },
  {
    "SourceText": "Shake your hand in the air 8 times while counting",
    "text": "Goyangkan tangan anda ke atas sebanyak 8 kali",
    "type": "text"
  },
  {
    "SourceText": "Do it as fast and loud as you can",
    "text": "Lakukan dengan pantas dan dengan bunyi yang sekuat mungkin",
    "type": "text"
  },
  {
    "SourceText": "Repeat with your other hand and both feet",
    "text": "Ulangi dengan tangan anda yang sebelah lagi dan kedua-dua kaki anda",
    "type": "text"
  },
  {
    "SourceText": "Do it 7 times, then 6 times until you get to 1.",
    "text": "Lakukan 7 kali, kemudian 6 kali sehingga anda mencapai 1.",
    "type": "text"
  },
  {
    "SourceText": "Call out “Crazy chicken” as loud as you can!",
    "text": "Sebut \"Ayam gila\" sekuat yang anda boleh!",
    "type": "text"
  },
  {
    "SourceText": "Have you released all your stress? If not, do it again even faster and louder! ",
    "text": "Adakah anda telah melepaskan semua tekanan anda? Jika tidak, lakukan lagi dengan lebih pantas dan kuat! ",
    "type": "text"
  },
  {
    "SourceText": "Taking a Pause is a simple relaxation activity that you can do whenever you are feeling stressed or worried. It can also be helpful when you find your child is irritating you or has done something wrong.",
    "text": "Berhenti Seketika adalah aktiviti santai yang boleh anda lakukan setiap kali anda merasa tertekan atau bimbang. Ia juga dapat membantu apabila anda mendapati anak anda menjengkelkan atau melakukan sesuatu yang salah.",
    "type": "text"
  },
  {
    "SourceText": "Step 4. Expand your awareness to your whole body. Listen to the sounds in the room.",
    "text": "Langkah 4. Luaskan kesedaran anda ke seluruh badan anda. Dengarkan bunyi-bunyian di dalam bilik.",
    "type": "text"
  },
  {
    "SourceText": "Notice how you are feeling emotionally. Notice if your emotions are pleasant or unpleasant. Remind yourself that whatever you feel, it is okay.",
    "text": "Selami apa yang sedang anda rasakan. Perhatikan sama ada anda rasa selesa ataupun sebaliknya. Ingatkan diri anda bahawa apa sahaja yang anda rasakan, adalah tidak mengapa.",
    "type": "text"
  },
  {
    "SourceText": "Step 5. Take a moment to reflect on whether you feel any different. When you are ready, open your eyes.",
    "text": "Langkah 5. Luangkan sedikit masa untuk mengimbas sama ada anda merasai sebarang perbezaan. Apabila anda sudah bersedia, buka mata anda.",
    "type": "text"
  },
  {
    "SourceText": "Notice how your body feels. Notice anything that hurts or is tense.",
    "text": "Sedari bagaimana rasa badan anda. Sedari apa sahaja yang menyakitkan atau berasa tegang.",
    "type": "text"
  },
  {
    "SourceText": "Step 1. Close your eyes and take a deep breath. ",
    "text": "Langkah 1. Pejamkan mata anda dan tarik nafas dalam-dalam. ",
    "type": "text"
  },
  {
    "SourceText": "Well done for Taking a Pause. You have added another skill to your Parenting Toolkit! ",
    "text": "Syabas kerana telah melakukan Berhenti Seketika. Anda telah menambah kemahiran lain ke dalam Kit Keibubapaan anda! ",
    "type": "text"
  },
  {
    "SourceText": "You can do this anytime you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Children!",
    "text": "Anda boleh melakukannya pada bila-bila masa anda merasa tertekan. Ia memberi anda peluang untuk lebih bertenang. Walaupun dengan beberapa kali bernafas secara mendalam atau menyedari perasaan dalaman, anda boleh membuat perbezaan. Anda juga boleh Berhenti Seketika dengan Anak-anak anda!",
    "type": "text"
  },
  {
    "SourceText": "Step 3. Focus on your breath. Feel your breath as it goes in and out. You can put a hand on your stomach and feel it rise and fall with each breath. Do this for about 10 breaths.",
    "text": "Langkah 3. Fokus kepada nafas anda. Rasai nafas anda semasa masuk dan keluar. Anda boleh meletakkan tangan di atas perut anda dan merasakannya naik dan turun dengan setiap nafas. Lakukan ini selama kira-kira 10 kali nafas.",
    "type": "text"
  },
  {
    "SourceText": "Would you like to learn more about this tip?",
    "text": "Adakah anda ingin belajar lebih lagi mengenai tip ini?",
    "type": "text"
  },
  {
    "SourceText": "Step 2. Ask yourself, \"What am I thinking?\" Notice if your thoughts are positive or negative.",
    "text": "Langkah 2. Tanyakan pada diri, \"Apa yang saya fikirkan?\" Perhatikan jika pemikiran anda positif atau negatif.",
    "type": "text"
  },
  {
    "SourceText": "Sorry, I don't understand what you mean.",
    "text": "Maaf, saya tidak faham apa yang anda maksudkan.",
    "type": "text"
  },
  {
    "SourceText": "That's okay! You can always type \"Help\" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!",
    "text": "Tak mengapa! Anda boleh menaip \"Tolong\" pada bila-bila masa sekiranya anda memerlukan aktiviti untuk menenangkan atau mengurangkan tekanan anda. Berbual dengan anda kemudian!",
    "type": "text"
  },
  {
    "SourceText": "Taking care of yourself",
    "text": "Menjaga diri sendiri",
    "type": "text"
  },
  {
    "SourceText": "Here is a short activity that can help when you are feeling like needing some more support to get through the day.",
    "text": "Berikut adalah aktiviti pendek yang dapat membantu apabila anda sangat perlukan lebih banyak sokongan untuk dilalui pada hari tersebut.",
    "type": "text"
  },
  {
    "SourceText": "Recognise what is happening for you in this moment. What are you thinking? Are your thoughts positive or negative. How do you feel? Do you feel pleasant or unpleasant? How does your body feel? Do you feel tense or relaxed? ",
    "text": "Kenal pasti apa yang berlaku kepada anda pada masa ini. Apa yang kamu fikirkan? Adakah pemikiran anda positif atau negatif. Bagaimana perasaan anda? Adakah anda merasa selesa atau sebaliknya? Bagaimana rasa badan anda? Adakah anda merasa tegang atau tenang? ",
    "type": "text"
  },
  {
    "SourceText": "Connect to your heart in a kind and gentle way. You may want to place one hand on your heart or chest.",
    "text": "Selami hati anda dengan cara yang baik dan lembut. Anda mungkin mahu meletakkan satu tangan di hati atau dada anda.",
    "type": "text"
  },
  {
    "SourceText": "You can then say the following words silently to yourself:",
    "text": "Anda boleh mengatakan perkataan berikut secara senyap kepada diri sendiri:",
    "type": "text"
  },
  {
    "SourceText": "May I be peaceful.",
    "text": "Semoga saya tenteram.",
    "type": "text"
  },
  {
    "SourceText": "May I be safe.",
    "text": "Semoga saya selamat.",
    "type": "text"
  },
  {
    "SourceText": "May I be healthy.",
    "text": "Semoga saya sihat.",
    "type": "text"
  },
  {
    "SourceText": "May I be happy.",
    "text": "Semoga saya gembira.",
    "type": "text"
  },
  {
    "SourceText": "May there be love in my family.",
    "text": "Semoga ada kasih sayang dalam keluarga saya.",
    "type": "text"
  },
  {
    "SourceText": "May I feel loved.",
    "text": "Semoga saya rasa disayangi.",
    "type": "text"
  },
  {
    "SourceText": "Take a moment to reflect on your experience. Remember that you can do this activity at any time whenever you feel like you need extra support.",
    "text": "Ambil masa untuk mengimbas pengalaman anda. Ingat bahawa anda boleh melakukan aktiviti ini pada bila-bila masa apabila anda merasakan seperti memerlukan sokongan tambahan.",
    "type": "text"
  },
  {
    "SourceText": "Hello! Did you know that 3 is a magical number? Breathe in to the count of three and breathe out to the count of three. How do you feel now? Do you feel any different? ",
    "text": "Helo! Adakah anda tahu bahawa 3 adalah nombor ajaib? Tarik nafas dalam kiraan tiga dan hembus dengan kiraan tiga. Bagaimana anda rasa sekarang? Adakah anda merasai sebarang perbezaan? ",
    "type": "text"
  },
  {
    "SourceText": "What are your three favourite foods? Can you name three things you can see right now? Can you hear three sounds you can hear right now? What are three things you are grateful for right now? ",
    "text": "Apakah tiga makanan kegemaran anda? Boleh anda nyatakan tiga perkara yang dapat anda lihat sekarang? Boleh anda dengar tiga bunyi yang boleh anda dengari sekarang? Apakah tiga perkara yang anda syukuri sekarang? ",
    "type": "text"
  },
  {
    "SourceText": "Breathe in to the count of three and breathe out to the count of three? How do you feel now? Do you feel any different? Three is a magical number!",
    "text": "Tarik nafas dalam kiraan tiga dan hembus nafas dalam kiraan tiga? Bagaimana anda rasa sekarang? Adakah anda rasai sebarang perbezaan? Tiga adalah nombor ajaib!",
    "type": "text"
  },
  {
    "SourceText": "Hello! How are you feeling? If you are feeling overwhelmed or stressed, here's a fun activity that can also release some stress.",
    "text": "Helo! Bagaimana perasaan anda? Sekiranya anda merasa sungguh sedih atau tertekan, berikut adalah aktiviti yang menyeronokkan yang juga dapat melepaskan tekanan.",
    "type": "text"
  },
  {
    "SourceText": "Stand up and stretch your arms up to the sky. Push away any clouds and let the Sunshine of Positive Attention shine down on you. Stretch to both sides. Stretch to the front and to the back.",
    "text": "Berdiri dan angkat tangan anda ke atas. Tolak awan dan biarkan Perhatian Positif Sinaran Matahari menyinari anda. Regangkan kedua-dua tangan anda. Regangkan ke depan dan ke belakang.",
    "type": "text"
  },
  {
    "SourceText": "Place one foot in front of the other and make small circles from ankles, remember to turn to both sides. Do each foot with four circles in each direction.",
    "text": "Letakkan satu kaki di hadapan dan pusingkan pergelangan kaki ke kedua-dua sisi. Lakukan setiap kaki dengan empat bulatan pada setiap arah.",
    "type": "text"
  },
  {
    "SourceText": "Now shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around!",
    "text": "Sekarang goyangkan seluruh badan anda secepat yang anda boleh. Goyangkan ke atas! Goyangkan ke bawah! Goyangkan semuanya!",
    "type": "text"
  },
  {
    "SourceText": "Let your hand hang by your side. Squeeze your shoulders tightly up to your ears as you breathe in, scrunch your eyes, and hold your breath. Release your shoulders as you relax your body.",
    "text": "Biarkan tangan anda tergantung di sisi anda. Tolak bahu ke telinga sambil anda menarik nafas, mengerutkan mata, dan tahan nafas anda. Lepaskan bahu anda sambil merehatkan badan.",
    "type": "text"
  },
  {
    "SourceText": "Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out. Repeat 4 times.",
    "text": "Tutup mata dan angkat perlahan-lahan tangan anda ke atas kepala semasa anda menarik nafas. Turunkan tangan anda perlahan-lahan ke sisi sambil menarik nafas. Ulangi 4 kali.",
    "type": "text"
  },
  {
    "SourceText": "Relax your arms and let them swing to the front and back. Take 4 deep breaths while you do this. This is good for your lower back.",
    "text": "Rehatkan tangan anda dan biarkannya berayun ke depan dan belakang. Tarik nafas dalam-dalam sebanyak 4 kali semasa anda melakukan ini. Ini bagus untuk punggung bawah.",
    "type": "text"
  },
  {
    "SourceText": "Relax your arms and let your arms to swing sideways, and turn your upper body. Your arms should gently hit your back as you twist from side to side.",
    "text": "Rehatkan tangan anda dan biarkan tangan anda berayun ke samping, dan pusingkan bahagian atas badan anda. Tangan anda harus perlahan-lahan memukul belakang anda semasa anda berpusing dari sisi ke sisi.",
    "type": "text"
  },
  {
    "SourceText": "Take a moment to reflect on your experience. Remember that you can do this activity at any time whenever you feel like you need to release stress and energise your mind and body.",
    "text": "Ambil masa untuk mengimbas pengalaman anda. Ingat bahawa anda boleh melakukan aktiviti ini pada bila-bila masa apabila anda merasa perlu melepaskan tekanan dan memberi tenaga kepada minda dan badan anda.",
    "type": "text"
  },
  {
    "SourceText": "Stop & Listen",
    "text": "Berhenti & Dengar",
    "type": "text"
  },
  {
    "SourceText": "• Stop for a moment and close your eyes. ",
    "text": "• Berhenti untuk seketika dan tutup mata anda. ",
    "type": "text"
  },
  {
    "SourceText": "• How many sounds can you hear? Listen to sounds inside and outside the room. Count them on your fingers. (Pause for 10 seconds)",
    "text": "• Berapa banyak bunyi yang dapat anda dengar? Dengarkan bunyi di dalam dan di luar bilik. Kira dengan jari anda. (Berhenti selama 10 saat)",
    "type": "text"
  },
  {
    "SourceText": "• How many fingers do you have up? What sounds did you hear? ",
    "text": "• Berapa banyak jari yang anda guna? Apakah bunyi yang anda dengari? ",
    "type": "text"
  },
  {
    "SourceText": "• Let’s try again. Can you hear any new sounds this time? Can you hear any sounds inside your own body? (Pause for 10 seconds)",
    "text": "• Mari cuba lagi. Bolehkah anda mendengar bunyi baru kali ini? Bolehkah anda mendengar bunyi di dalam badan anda sendiri? (Berhenti selama 10 saat)",
    "type": "text"
  },
  {
    "SourceText": "• Open your eyes. What new sounds did you hear?",
    "text": "• Buka mata anda. Apakah bunyi baru yang anda dengar?",
    "type": "text"
  },
  {
    "SourceText": "Release Some Energy",
    "text": "Melepaskan Sejumlah Tenaga",
    "type": "text"
  },
  {
    "SourceText": "Baba da bi da ba da baaa! Pause Power! ",
    "text": "Baba da bi da ba da baaa! Kuasa Berhenti Seketika! ",
    "type": "text"
  },
  {
    "SourceText": "What’s Pause Power I hear you say? It’s the ability to transform from a grumpy, angry person into a calm, clear one. ",
    "text": "Apa Kuasa Berhenti Sejenak yang anda katakan? Ia adalah kemampuan untuk berubah daripada seorang yang perengus dan pemarah kepada seorang yang tenang dan jelas. ",
    "type": "text"
  },
  {
    "SourceText": "When I’m feeling frustrated I plant my feet firmly on the ground and I breathe in and out three times as slowly as I can. Sometimes I imagine I’m smelling a flower and blowing out a candle. ",
    "text": "Ketika saya berasa kecewa, saya meletakkan kaki saya dengan kuat di tanah dan saya menarik dan menghembus nafas tiga kali secara perlahan. Kadang-kadang saya membayangkan saya mencium bunga dan meniup lilin. ",
    "type": "text"
  },
  {
    "SourceText": "Da ta! Pause Power! My transformation from grumpy to calm is complete!",
    "text": "Da ta! Kuasa Berhenti Sejenak! Transformasi saya daripada pemarah kepada tenang selesai!",
    "type": "text"
  },
  {
    "SourceText": "Give Yourself A Hug",
    "text": "Peluklah Diri Anda",
    "type": "text"
  },
  {
    "SourceText": "Bella mama, bella mama hey. ",
    "text": "Bella mama, bella mama hei. ",
    "type": "text"
  },
  {
    "SourceText": "Hey there! How are you feeling today? Do you feel great?!",
    "text": "Hei di sana! Bagaimana perasaan anda hari ini? Adakah anda berasa hebat?!",
    "type": "text"
  },
  {
    "SourceText": "Maybe not. Maybe you shouted again at your children today? Maybe you got angry and said something you don't feel proud of? It’s ok. It’s super stressful right now. ",
    "text": "Mungkin tidak. Mungkin anda menjerit lagi pada anak anda hari ini? Mungkin anda marah dan berkata sesuatu yang anda tidak banggakan? Tidak mengapa. Ia sangat tertekan sekarang. ",
    "type": "text"
  },
  {
    "SourceText": "Take a deep breath and think of one thing you did today that you do feel proud of. It doesn't have to be big. And wrap your arms around your body and give yourself a hug. And now think of one thing you did today that you don't feel proud of. What can you do differently tomorrow? And wrap your arms around your body and give yourself a hug. ",
    "text": "Tarik nafas panjang dan fikirkan satu perkara membanggakan yang anda lakukan hari ini. Ia tidak semestinya besar. Lingkarkan tangan anda ke seluruh badan anda dan peluklah diri anda. Dan sekarang fikirkan satu perkara tidak membanggakan yang anda lakukan hari ini. Apakah perubahan yang anda boleh lakukan esok? Lingkarkan lengan anda ke seluruh badan dan peluklah diri anda. ",
    "type": "text"
  },
  {
    "SourceText": "Bella mama, bella mama, bella mama, bella mama, bella mama, bella mama hey”.",
    "text": "Bella mama, bella mama, bella mama, bella mama, bella mama, bella mama hei”.",
    "type": "text"
  },
  {
    "SourceText": "Mirror Game",
    "text": "Permainan Cermin",
    "type": "text"
  },
  {
    "SourceText": "• Get to your baby's level so they can see you and hear you. ",
    "text": "• Pergi ke paras bayi anda sehingga mereka dapat melihat dan mendengar anda. ",
    "type": "text"
  },
  {
    "SourceText": "• Copy their facial expressions and sounds. ",
    "text": "• Tiru ekspresi muka dan suara mereka. ",
    "type": "text"
  },
  {
    "SourceText": "• It is so simple while creating a strong bond between you and your baby!",
    "text": "• Ia sangat mudah semasa membina ikatan yang kuat antara anda dan bayi anda!",
    "type": "text"
  },
  {
    "SourceText": "Peek-a-Boo! ",
    "text": "Cak! ",
    "type": "text"
  },
  {
    "SourceText": "• Cover your face with your hands. ",
    "text": "• Tutup muka anda dengan tangan. ",
    "type": "text"
  },
  {
    "SourceText": "• Quickly show your face and say \"Peek-a-Boo!\" or \"Hello!\" Babies love it!",
    "text": "• Tunjuk muka anda dengan pantas dan katakan \"Cak!\" atau \"Helo!\" Bayi menyukainya!",
    "type": "text"
  },
  {
    "SourceText": "Funny Faces",
    "text": "Wajah lucu",
    "type": "text"
  },
  {
    "SourceText": "Look at your baby in the eyes and make different funny faces. ",
    "text": "Pandang pada mata bayi anda dan buat wajah lucu yang berbeza. ",
    "type": "text"
  },
  {
    "SourceText": "Make a big face. Make a small face. Make a happy face. Make a surprised face. ",
    "text": "Buat muka besar. Buat muka kecil. Buat muka gembira. Buat muka terkejut. ",
    "type": "text"
  },
  {
    "SourceText": "Which ones make your baby smile or laugh? Do them again, even bigger this time!",
    "text": "Mana satu yang membuatkan bayi anda tersenyum atau ketawa? Buat lagi, kali ini lebih besar!",
    "type": "text"
  },
  {
    "SourceText": "Play with different feelings and add sounds. ",
    "text": "Bermain dengan perasaan berbeza dan tambah bunyi. ",
    "type": "text"
  },
  {
    "SourceText": "Copy their facial expressions too. Exaggerate them to make them funny.",
    "text": "Tiru mimik muka mereka. Tokok tambah untuk jadikannya lucu.",
    "type": "text"
  },
  {
    "SourceText": "Always end on a positive expression!",
    "text": "Sentiasa akhiri dengan ekspresi positif!",
    "type": "text"
  },
  {
    "SourceText": "The Sun is Coming! ",
    "text": "Matahari sedang datang ke Sini! ",
    "type": "text"
  },
  {
    "SourceText": "Lie your baby on their back after washing them or changing their diaper.",
    "text": "Baringkan bayi anda setelah memandikan atau menukar lampinnya.",
    "type": "text"
  },
  {
    "SourceText": "Tell them the sun is coming! Wiggle your fingers like sunrays above their head and make your face a big smiling sun.",
    "text": "Beritahu mereka matahari datang! Gerakkan jari-jari anda seperti sinaran matahari di atas kepala mereka dan jadikan wajah anda satu matahari besar yang sedang tersenyum.",
    "type": "text"
  },
  {
    "SourceText": "Tell them the wind is coming! Blow softly over their body.",
    "text": "Beritahu mereka angin datang! Tiup lembut ke badan mereka.",
    "type": "text"
  },
  {
    "SourceText": "Tell them the rain is coming! Use your fingers to gently pat over their whole body like light raindrops.",
    "text": "Beritahu mereka hujan datang! Gunakan jari anda untuk menepuk perlahan-lahan seluruh badan mereka seperti titisan air hujan.",
    "type": "text"
  },
  {
    "SourceText": "Tell them the clouds are coming! Wrap the towel or cloth around them like a blanket and cuddle them.",
    "text": "Beritahu mereka awan datang! Balut tuala atau kain di sekeliling mereka seperti selimut dan peluk mereka.",
    "type": "text"
  },
  {
    "SourceText": "Play with different weathers. Which one does your baby like best?",
    "text": "Bermain dengan cuaca yang berbeza. Mana yang paling disukai bayi anda?",
    "type": "text"
  },
  {
    "SourceText": "Add sound effects or make it into a little song. Use the tune of another song you know! ",
    "text": "Tambahkan kesan bunyi atau jadikannya lagu pendek. Gunakan nada lagu lain yang anda tahu! ",
    "type": "text"
  },
  {
    "SourceText": "Shakers",
    "text": "Penggoncang",
    "type": "text"
  },
  {
    "SourceText": "Find an empty, clean plastic bottle or pot with a lid that closes tight.",
    "text": "Cari botol plastik yang kosong, bersih atau periuk dengan penutup yang ditutup rapat.",
    "type": "text"
  },
  {
    "SourceText": "Fill it with sand, stones, uncooked rice, beans or any small objects that make an interesting sound. ",
    "text": "Isikannya dengan pasir, batu, beras, kacang atau apa sahaja objek kecil yang mengeluarkan bunyi yang menarik. ",
    "type": "text"
  },
  {
    "SourceText": "Move your body as you shake it in front of your baby.",
    "text": "Gerakkan badan anda semasa menggoncangkannya di hadapan bayi anda.",
    "type": "text"
  },
  {
    "SourceText": "If it is safe, give it to your baby to shake!",
    "text": "Sekiranya selamat, berikannya kepada bayi anda untuk menggoncangnya!",
    "type": "text"
  },
  {
    "SourceText": "Get creative! Can you find something colourful or try it with water? ",
    "text": "Jadi kreatif! Bolehkah anda cari sesuatu yang berwarna-warni atau mencubanya dengan air? ",
    "type": "text"
  },
  {
    "SourceText": "What sounds does your baby like?",
    "text": "Apakah bunyi yang disukai bayi anda?",
    "type": "text"
  },
  {
    "SourceText": "Musical Toes",
    "text": "Jari kaki Muzikal",
    "type": "text"
  },
  {
    "SourceText": "Put your baby on their back.",
    "text": "Baringkan bayi anda.",
    "type": "text"
  },
  {
    "SourceText": "Wiggle their toe and say, “This little toe goes [funny sound].”",
    "text": "Gerakkan jari kaki mereka dan katakan, \"Jari kecil ini pergi [bunyi lucu].\"",
    "type": "text"
  },
  {
    "SourceText": "Make a funny sound for each toe.",
    "text": "Buat bunyi lucu untuk setiap jari kaki.",
    "type": "text"
  },
  {
    "SourceText": "Play with different sounds. For example, animal sounds, popping sounds, squeaky sounds, fart sounds. ",
    "text": "Bermain dengan bunyi yang berbeza. Misalnya, bunyi haiwan, bunyi pop, suara melengking, bunyi kentut. ",
    "type": "text"
  },
  {
    "SourceText": "Repeat this for all ten toes. ",
    "text": "Ulangi untuk semua sepuluh jari. ",
    "type": "text"
  },
  {
    "SourceText": "Try to make the last toe the biggest and funniest sound!",
    "text": "Cuba jadikan jari kaki terakhir bunyi yang paling besar dan melucukan!",
    "type": "text"
  },
  {
    "SourceText": "Down in a ditch!",
    "text": "Terjatuh ke dalam parit!",
    "type": "text"
  },
  {
    "SourceText": "Sit on a chair and put your toddler on your lap facing you. Hold them firmly under the arms.",
    "text": "Duduk di atas kerusi dan letakkan anak kecil di pangkuan yang menghadap ke arah anda. Pegang mereka di bawah lengan dengan kuat.",
    "type": "text"
  },
  {
    "SourceText": "Gently bounce your legs and say in a soft voice “Baby horse, baby horse, baby horse, baby horse”",
    "text": "Lantunkan kaki anda dengan perlahan dan katakan dengan suara lembut \"Anak kuda, anak kuda, anak kuda, anak kuda\"",
    "type": "text"
  },
  {
    "SourceText": "Bounce your legs a bit more and say a bit louder “Little horse, little horse, little horse, little horse”",
    "text": "Lantunkan kaki anda lebih lagi dan katakan dengan sedikit kuat \"Kuda kecil, kuda kecil, kuda kecil, kuda kecil\"",
    "type": "text"
  },
  {
    "SourceText": "Bounce your legs more and say louder “Big horse, big horse, big horse, big horse”",
    "text": "Lantunkan kaki anda lagi dan katakan dengan kuat \"Kuda besar, kuda besar, kuda besar, kuda besar\"",
    "type": "text"
  },
  {
    "SourceText": "When you call out “Down in a ditch!” open your knees and let your child drop down between them. Make sure you hold them so they don’t fall far! ",
    "text": "Apabila anda menyeru \"Jatuh ke dalam parit!\" buka lutut anda dan biarkan anak anda jatuh di antara mereka. Pastikan anda memegangnya agar mereka tidak jatuh jauh! ",
    "type": "text"
  },
  {
    "SourceText": "Dance Party",
    "text": "Parti Tari-menari",
    "type": "text"
  },
  {
    "SourceText": "Put on your favourite music or sing your favourite song and dance around the room with your toddler. If you have a baby hold them while you dance. ",
    "text": "Pasang muzik kegemaran anda atau nyanyikan lagu kegemaran anda dan menari di sekitar bilik dengan anak kecil anda. Sekiranya anda mempunyai bayi, pegang mereka semasa anda menari. ",
    "type": "text"
  },
  {
    "SourceText": "Dance in different ways or with different parts of your body.",
    "text": "Menari dengan cara yang berbeza atau dengan anggota tubuh anda yang berlainan.",
    "type": "text"
  },
  {
    "SourceText": "For example, “Dance like a monkey”, “Dance like a chicken” or “Let’s dance with our knees and hips”.",
    "text": "Sebagai contoh, \"Menari seperti monyet\", \"Menari seperti ayam\" atau \"Mari menari dengan lutut dan pinggul kita\".",
    "type": "text"
  },
  {
    "SourceText": "Think up different instructions. Be seriously playful! ",
    "text": "Fikirkan arahan yang berbeza. Bermain-mainlah dengan serius! ",
    "type": "text"
  },
  {
    "SourceText": "When the music stops, everyone does a funny freeze",
    "text": "Apabila muzik berhenti, semua orang membuat pembekuan lucu",
    "type": "text"
  },
  {
    "SourceText": "Notice what rhythms or movement they like!",
    "text": "Perhatikan irama atau pergerakan yang mereka suka!",
    "type": "text"
  },
  {
    "SourceText": "Lullaby",
    "text": "Dodoi",
    "type": "text"
  },
  {
    "SourceText": "When your baby or toddler cries, sing a soft song to calm you both down.",
    "text": "Semasa bayi atau anak kecil anda menangis, nyanyikan lagu mendayu untuk menenangkan anda berdua.",
    "type": "text"
  },
  {
    "SourceText": "Sing a soothing song you know or make up your own with a simple melody and some soothing words.",
    "text": "Nyanyikan lagu yang menenangkan yang anda tahu atau reka sendiri dengan melodi mudah dan beberapa perkataan yang menenangkan.",
    "type": "text"
  },
  {
    "SourceText": "Repeat it over and over in a rhythmical way. For example, “My little one, oh little one”.",
    "text": "Ulangi berulang-kali dengan cara berirama. Contohnya, \"Anak kecilku, oh anak kecil\".",
    "type": "text"
  },
  {
    "SourceText": "Sing the same song regularly so your child gets used to it!",
    "text": "Nyanyikan lagu yang sama dengan kerap sehingga anak anda terbiasa dengannya!",
    "type": "text"
  },
  {
    "SourceText": "See It Be It",
    "text": "Lihat dan Jadi seperti itu",
    "type": "text"
  },
  {
    "SourceText": "Look around you and name something that you can see. For example, a tree or a cup.",
    "text": "Lihat sekeliling anda dan namakan sesuatu yang anda boleh nampak. Sebagai contoh, sebatang pokok atau sebuah cawan.",
    "type": "text"
  },
  {
    "SourceText": "Say to your child “I see a tree, let’s be it”.",
    "text": "Katakan kepada anak anda \"Saya nampak sebatang pokok, mari jadi pokok\".",
    "type": "text"
  },
  {
    "SourceText": "Countdown from 5 and make the shape of a tree with your bodies. Be as big and silly as possible.",
    "text": "Mula dari kiraan 5 dan buat bentuk pokok dengan badan anda. Jadilah sebesar dan selucu mungkin.",
    "type": "text"
  },
  {
    "SourceText": "Now let your child have a turn. What can they see?",
    "text": "Sekarang giliran anak anda. Apa yang dapat mereka lihat?",
    "type": "text"
  },
  {
    "SourceText": "If you can, go outside and be in nature. If you can’t, play it inside. ",
    "text": "Sekiranya boleh, pergi keluar dan berada di alam semula jadi. Sekiranya tidak boleh, mainkan di dalam rumah. ",
    "type": "text"
  },
  {
    "SourceText": "When you’ve done it a few times, add moves and sounds!",
    "text": "Apabila anda telah melakukannya beberapa kali, tambahkan gerakan dan bunyi!",
    "type": "text"
  },
  {
    "SourceText": "Cooking together",
    "text": "Memasak bersama",
    "type": "text"
  },
  {
    "SourceText": "Children love to do what you do!",
    "text": "Kanak-kanak suka lakukan apa yang anda lakukan!",
    "type": "text"
  },
  {
    "SourceText": "Let your baby play with pots and spoons while you are making dinner.",
    "text": "Biarkan bayi anda bermain dengan periuk dan sudu semasa anda menyiapkan makan malam.",
    "type": "text"
  },
  {
    "SourceText": "Hello! Book-sharing can be a great learning for your child. You can use a simple pictures in books, magazines, or newspapers to do lots of things that you and your child can enjoy.",
    "text": "Helo! Berkongsi buku boleh menjadi pembelajaran yang baik untuk anak anda. Anda boleh menggunakan gambar mudah di buku, majalah, atau surat khabar untuk melakukan banyak perkara yang dapat menyeronokkan anda dan anak anda.",
    "type": "text"
  },
  {
    "SourceText": "Would you like to learn more about how you can help your child develop through book sharing?",
    "text": "Adakah anda ingin mengetahui lebih lanjut mengenai bagaimana anda dapat membantu anak anda berkembang melalui perkongsian buku?",
    "type": "text"
  },
  {
    "SourceText": "Sorry, I don't understand what you mean. ",
    "text": "Maaf, saya tidak faham apa yang anda maksudkan. ",
    "type": "text"
  },
  {
    "SourceText": "That's okay! You can always type \"Help\" at anytime if you need any support with your children. Chat to you later!",
    "text": "Tak mengapa! Anda boleh menaip \"Bantuan\" pada bila-bila masa sekiranya anda perlukan sebarang sokongan dengan anak anda. Berbual dengan anda kemudian!",
    "type": "text"
  },
  {
    "SourceText": "Here are some tips for sharing books with your child:",
    "text": "Berikut adalah beberapa tip untuk berkongsi buku dengan anak anda:",
    "type": "text"
  },
  {
    "SourceText": "1. Follow your child's interest",
    "text": "1. Ikut minat anak anda",
    "type": "text"
  },
  {
    "SourceText": "2. Use a lifely voice",
    "text": "2. Guna suara yang bertenaga",
    "type": "text"
  },
  {
    "SourceText": "3. Pointing and naming",
    "text": "3. Tunjuk dan namakan",
    "type": "text"
  },
  {
    "SourceText": "4. Be positive and supportive",
    "text": "4. Bersikap positif dan menyokong",
    "type": "text"
  },
  {
    "SourceText": "5. Making actions and links",
    "text": "5. Bertindak dan Menghubung-kait",
    "type": "text"
  },
  {
    "SourceText": "6. Talking about feelings",
    "text": "6. Bercakap tentang perasaan",
    "type": "text"
  },
  {
    "SourceText": "7. Babies and books go well together",
    "text": "7. Bayi dan buku adalah sepadan",
    "type": "text"
  },
  {
    "SourceText": "To learn more about one of these tips, type \"1\" to \"7\". You can also type \"N\" to move on.",
    "text": "Untuk mengetahui dengan lebih lanjut mengenai salah satu tip ini, taip \"1\" hingga \"7\". Anda juga boleh menaip \"N\" untuk meneruskan.",
    "type": "text"
  },
  {
    "SourceText": "1. Follow your child’s interest",
    "text": "1. Ikut minat anak anda",
    "type": "text"
  },
  {
    "SourceText": "Talk about what interests your child. When your child shows interest in a picture (pointing, patting, looking), use this as a chance to talk about what has attracted your child’s interest",
    "text": "Bercakap tentang apa yang menarik minat anak anda. Apabila anak anda menunjukkan minat terhadap sekeping gambar (menunjuk, menepuk, melihat), gunakan ini sebagai peluang untuk bercakap tentang apa yang telah menarik minat anak anda",
    "type": "text"
  },
  {
    "SourceText": "2. Use a lively voice",
    "text": "2. Gunakan suara yang penuh semangat",
    "type": "text"
  },
  {
    "SourceText": "Speak with a lively or animated voice. This will help to keep the child’s attention on the book.",
    "text": "Bercakap dengan suara yang penuh semangat atau meriangkan. Ini akan membantu untuk mengekalkan perhatian anak pada buku.",
    "type": "text"
  },
  {
    "SourceText": "Well done! You have added another tool to your Parenting Tooolbox! Sharing books with your child will help them to learn to speak, think and focus better. It will also help them to get along with others better, by helping them understand about feelings",
    "text": "Syabas! Anda telah menambah kaedah lain dalam Kit Keibubapaan anda! Berkongsi buku dengan anak anda akan membantu mereka untuk belajar bercakap, berfikir dan fokus dengan lebih baik. Ia juga akan membantu mereka untuk bergaul bersama orang lain dengan lebih baik, dengan membantu mereka memahami tentang perasaan",
    "type": "text"
  },
  {
    "SourceText": "Pointing to and naming an object or person in the book will help your child learn new words. Children learn through repetition, so repeat the word and look for other opportunities to use the word (in the book or elsewhere). ",
    "text": "Menunjuk dan menamakan objek atau orang di dalam buku akan membantu anak anda belajar perkataan baru. Kanak-kanak akan belajar melalui pengulangan, oleh itu ulangi perkataan itu dan lihat pada peluang lain untuk menggunakan perkataan tersebut (di dalam buku atau di tempat lain). ",
    "type": "text"
  },
  {
    "SourceText": "Always respond positively to whatever your child says about the pictures. For example, if your child points to a red apple and says “Tomato”, you can say “Yes, you’re right, it’s red - it's an apple!”",
    "text": "Sentiasa memberi maklum balas yang positif pada apa sahaja yang anak anda katakan tentang sesuatu gambar. Sebagai contoh, jika anak anda menunjuk pada epal merah dan berkata \"Tomato\", anda boleh katakan \"Ya, kamu betul, ianya merah - ia adalah epal!\"",
    "type": "text"
  },
  {
    "SourceText": "If your child knows a word and can say that word, ask “What’s that?” and give them the opportunity to say the word and point to it.",
    "text": "Jika anak anda mengetahui satu perkataan dan boleh menyatakan perkataan tersebut, tanya \"Apa itu?\" dan berikan mereka peluang untuk menyebut perkataan tersebut dan menunjukkannya.",
    "type": "text"
  },
  {
    "SourceText": "Connect things in the book with familiar things in your child’s world. For example, if the baby in the book is wearing shoes, ask your child to point out their own shoes. If someone in the book is waving, you and your child can do the same. ",
    "text": "Hubungkan perkara di dalam buku dengan perkara yang biasa dalam dunia anak anda. Sebagai contoh, sekiranya bayi di dalam buku sedang memakai kasut, minta anak anda untuk menunjukkan kasutnya sendiri. Jika seseorang di dalam buku sedang melambai, anda dan anak anda boleh lakukan perkara yang sama. ",
    "type": "text"
  },
  {
    "SourceText": "Books are a great way for children to learn more about feelings. You can use your face and voice to help them understand emotion words like happy, sad, angry, or scared. You can use what is happening in the book to talk about your child’s own feelings, and why other people might feel a certain way.",
    "text": "Buku adalah cara yang terbaik untuk anak anda belajar dengan lebih tentang perasaan. Anda boleh gunakan wajah dan suara anda untuk membantu mereka memahami kata-kata emosi seperti gembira, sedih, marah, atau takut. Anda boleh menggunakan apa yang sedang berlaku di dalam buku untuk bercakap mengenai perasaan anak anda sendiri dan mengapa orang lain mungkin merasakannya dengan cara tertentu.",
    "type": "text"
  },
  {
    "SourceText": "7. Babies and Books!",
    "text": "7. Bayi dan Buku!",
    "type": "text"
  },
  {
    "SourceText": "Even very young babies enjoy book-sharing and looking at the pictures together with a parent or caregiver. In fact, regular book-sharing helps their development and learning. And it is okay for them to put the book in their mouth - they are exploring!",
    "text": "Malahan bayi yang masih kecil seronok berkongsi-buku dan melihat gambar bersama dengan ibu bapa atau penjaga. Sebenarnya, berkongsi-buku secara kerap membantu perkembangan dan pembelajaran mereka. Dan ok untuk mereka meletakkan buku di dalam mulut mereka - mereka sedang meneroka!",
    "type": "text"
  },
  {
    "SourceText": "Here are some examples! ",
    "text": "Di sini ada beberapa contoh! ",
    "type": "text"
  },
  {
    "SourceText": "“Look, she is smiling. Why do you think she is smiling? What made you smile today?”",
    "text": "\"Lihat, dia sedang tersenyum. Mengapa anda fikir dia tersenyum? Apa yang membuatkan anda senyum hari ini?\"",
    "type": "text"
  },
  {
    "SourceText": "“The monkey is sad because he is all on his own. Can you remember when you were last sad?”",
    "text": "\"Monyet itu sedih kerana dia bersendirian. Bolehkah anda ingat bila kali terakhir anda sedih?\"",
    "type": "text"
  },
  {
    "SourceText": "“That tiger looks angry. Why do you think he is angry? Do you remember when I got angry this morning?” ",
    "text": "\"Harimau itu kelihatan marah. Mengapa anda fikir harimau itu marah? Adakah anda ingat bila saya menjadi marah pagi ini?\" ",
    "type": "text"
  },
  {
    "SourceText": "You can use books and stories to help talk with children about topics related to COVID-19 (such as getting sick, not going to school or work, staying indoors, feeling worried) and help them think about how this makes them feel.",
    "text": "Anda boleh menggunakan buku dan cerita untuk membantu anda bercakap dengan anak anda mengenai topik berkaitan COVID-19 (seperti sakit, tidak pergi ke sekolah atau bekerja, tinggal di dalam rumah, berasa bimbang) dan bantu mereka berfikir tentang bagaimana perasaan mereka terhadap perkara tersebut.",
    "type": "text"
  },
  {
    "SourceText": "Chat to you later!",
    "text": "Kita berbual kemudian!",
    "type": "text"
  },
  {
    "SourceText": "Remember you can always type \"Help\" if you ever want more parenting tips or support. You can also change the type of messages you receive for an older or younger child. Just select \"Technical Support.\" Chat to you later!",
    "text": "Ingat anda sentiasa boleh menaip \"Tolong\" jika anda inginkan lebih banyak tip atau sokongan keibubapaan. Anda juga boleh mengubah jenis pesanan yang diterima untuk anak yang lebih tua atau yang lebih muda. Cuma pilih \"Sokongan Teknikal.\" Kita berbual kemudian!",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more sharing books with your child?",
    "text": "Adakah anda ingin pulang dan belajar berkongsi buku dengan anak anda?",
    "type": "text"
  },
  {
    "SourceText": "At the End of the Day",
    "text": "Pada Penghujung Hari",
    "type": "text"
  },
  {
    "SourceText": "At the end of each day, take a minute to think about the day.  ",
    "text": "Pada setiap penghujung hari, ambil masa seminit untuk berfikir tentang hari tersebut.  ",
    "type": "text"
  },
  {
    "SourceText": "Talk to your child about one positive or fun thing they did.",
    "text": "Katakan kepada anak anda tentang satu perkara positif atau menyeronokkan yang mereka telah lakukan.",
    "type": "text"
  },
  {
    "SourceText": "Praise yourself for one thing you did well today.",
    "text": "Puji diri anda sendiri untuk satu perkara yang anda telah lakukan dengan baik hari ini.",
    "type": "text"
  },
  {
    "SourceText": "Think of one thing that you are grateful for.  ",
    "text": "Fikirkan tentang satu perkara yang anda syukuri.  ",
    "type": "text"
  },
  {
    "SourceText": "You are a star!",
    "text": "Anda adalah bintang!",
    "type": "text"
  },
  {
    "SourceText": "Rain on the Mountain",
    "text": "Hujan di Gunung",
    "type": "text"
  },
  {
    "SourceText": "Call out, “There’s rain on the mountain”.",
    "text": "Sebutkan, \"Ada hujan di atas gunung\".",
    "type": "text"
  },
  {
    "SourceText": "Everyone else replies “Run, run, run” while running around the space. ",
    "text": "Semua orang membalas \"Lari, lari, lari\" sambil berlari di sekeliling kawasan. ",
    "type": "text"
  },
  {
    "SourceText": "Call out different instructions. For example, touch something red or hop like a frog.",
    "text": "Sebutkan arahan yang berbeza. Sebagai contoh, sentuh sesuatu berwarna merah atau lompat seperti katak.",
    "type": "text"
  },
  {
    "SourceText": "Keep playing and change the instructions each time. ",
    "text": "Terus bermain dan ubah arahan setiap masa. ",
    "type": "text"
  },
  {
    "SourceText": "You can use this as a fun way to learn colours or even tidy up! ",
    "text": "Anda boleh menggunakannya sebagai cara yang menyeronokkan untuk belajar warna atau mengemas! ",
    "type": "text"
  },
  {
    "SourceText": "Play or sing your favourite music and dance around the room.",
    "text": "Bermain atau menyanyi muzik kegemaran anda dan menari di sekeliling bilik.",
    "type": "text"
  },
  {
    "SourceText": "For example, “Dance like a monkey”, “Dance like a chicken” or “Dance with just our knees and hips”.",
    "text": "Sebagai contoh, \"Menari seperti monyet\", \"Menari seperti ayam\" atau \"Menari hanya dengan lutut dan pinggul kita\".",
    "type": "text"
  },
  {
    "SourceText": "When the music stops, everyone does a funny freeze. ",
    "text": "Apabila muzik berhenti, setiap orang membekukan diri dengan lucu. ",
    "type": "text"
  },
  {
    "SourceText": "Give your child a chance to be the one to stop the music! ",
    "text": "Berikan anak anda peluang untuk menjadi salah seorang yang memberhentikan muzik! ",
    "type": "text"
  },
  {
    "SourceText": "Listening to Sounds",
    "text": "Mendengar pada Bunyi",
    "type": "text"
  },
  {
    "SourceText": "How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers",
    "text": "Berapa banyak bunyi yang anda boleh dengar? Dengar bunyi di dalam dan di luar bilik. Kira dengan jari anda",
    "type": "text"
  },
  {
    "SourceText": "After ten seconds, how many fingers do you have up? What sounds did you hear?",
    "text": "Selepas 10 saat, berapa banyak jari yang anda naikkan? Apakah bunyi yang anda dengar?",
    "type": "text"
  },
  {
    "SourceText": "Try again for another ten seconds. ",
    "text": "Cuba lagi untuk 10 saat. ",
    "type": "text"
  },
  {
    "SourceText": "Can you hear any new sounds? Can you hear any sounds inside your own body?",
    "text": "Bolehkah anda dengar sebarang bunyi yang baru? Bolehkah anda dengar sebarang bunyi di dalam badan anda sendiri?",
    "type": "text"
  },
  {
    "SourceText": "Notice how you feel and ask your child how they are feeling.",
    "text": "Kenal pasti bagaimana perasaan anda dan tanyakan kepada anak anda bagaimana perasaan mereka.",
    "type": "text"
  },
  {
    "SourceText": "Story time",
    "text": "Masa bercerita",
    "type": "text"
  },
  {
    "SourceText": "Start the story with “Once upon a time there was a…”",
    "text": "Mulakan cerita dengan \"Pada suatu masa dahulu terdapat...\"",
    "type": "text"
  },
  {
    "SourceText": "Let your child make up the next sentence",
    "text": "Biarkan anak anda membentuk ayat yang seterusnya",
    "type": "text"
  },
  {
    "SourceText": "Then you make up a sentence",
    "text": "Kemudian anda bentukkan satu ayat",
    "type": "text"
  },
  {
    "SourceText": "Take turns until you have a wonderful new story",
    "text": "Ambil giliran sehingga anda mendapat satu cerita baru yang menyeronokkan",
    "type": "text"
  },
  {
    "SourceText": "Make sure to end the story on a positive note.",
    "text": "Pastikan untuk mengakhiri cerita dengan sesuatu yang positif.",
    "type": "text"
  },
  {
    "SourceText": "Ask your child what was their favourite part of the story!",
    "text": "Tanya anak anda apakah bahagian cerita yang paling mereka gemari!",
    "type": "text"
  },
  {
    "SourceText": "Superpowers",
    "text": "Kuasa terhebat",
    "type": "text"
  },
  {
    "SourceText": "Think of a superpower. For example, going anywhere instantly, travelling in time, reading minds. ",
    "text": "Fikirkan tentang kuasa terhebat. Sebagai contoh, pergi ke mana sahaja dengan serta-merta, melancong pada masanya, membaca minda. ",
    "type": "text"
  },
  {
    "SourceText": "Ask your child “If you had the superpower to […] how would you use it?",
    "text": "Tanya anak anda \"Jika kamu mempunyai kuasa terhebat untuk [...] bagaimana anda menggunakannya?",
    "type": "text"
  },
  {
    "SourceText": "Encourage them to give their superhero a name and act it out. ",
    "text": "Galakkan mereka untuk menamakan adiwira mereka dan lakonkannya. ",
    "type": "text"
  },
  {
    "SourceText": "Now let them choose a super power for you",
    "text": "Sekarang biarkan mereka pilih kuasa terhebat untuk anda",
    "type": "text"
  },
  {
    "SourceText": "Make sure you act it out too! ",
    "text": "Pastikan anda melakonkannya juga! ",
    "type": "text"
  },
  {
    "SourceText": "Three options",
    "text": "Tiga pilihan",
    "type": "text"
  },
  {
    "SourceText": "Think of three different situations. For example, driving a car, sailing a boat or flying a plane",
    "text": "Fikiran tiga situasi berbeza. Sebagai contoh, memandu kereta, belayar dengan bot atau memandu kapal terbang",
    "type": "text"
  },
  {
    "SourceText": "Say them to your child and ask, “Which would you prefer?”",
    "text": "Katakannya kepada anak anda dan tanyakan, \"Manakah yang kamu lebih suka?\"",
    "type": "text"
  },
  {
    "SourceText": "Ask them why?",
    "text": "Tanya mereka mengapa?",
    "type": "text"
  },
  {
    "SourceText": "Now think of three more situations or ask your child to do it for you ",
    "text": "Sekarang fikirkan tiga lagi situasi atau minta anak anda melakukannya untuk anda ",
    "type": "text"
  },
  {
    "SourceText": "Worms Go Home",
    "text": "Cacing Pulang ke Rumah",
    "type": "text"
  },
  {
    "SourceText": "Lie on your tummies and pretend your index fingers are a wiggly worm. ",
    "text": "Baring pada perut anda dan jadikan jari telunjuk anda seolah-olah seekor cacing yang bergoyang-goyang. ",
    "type": "text"
  },
  {
    "SourceText": "With your other hand make a worm house by making a circle with your fingers and thumb and place it on the floor. ",
    "text": "Dengan tangan anda yang lain buat rumah cacing dengan membuat bulatan menggunakan jari dan ibu jari anda dan letakkannya pada lantai. ",
    "type": "text"
  },
  {
    "SourceText": "Call out an instruction for your finger to touch, like “Worms on noses” or “Worms on ears”",
    "text": "Sebutkan arahan untuk jari anda sentuh, seperti \"Cacing pada hidung\" atau \"Cacing pada telinga\"",
    "type": "text"
  },
  {
    "SourceText": "When you call out “Worms go home”, your wiggly worm has to find a worm house as quickly as possible. ",
    "text": "Apabila anda menyebutkan \"Cacing pulang ke rumah\", cacing anda yang bergoyang-goyang itu perlu mencari rumah cacing sepantas mana yang boleh. ",
    "type": "text"
  },
  {
    "SourceText": "The last worm to find a home calls out the instructions next. ",
    "text": "Cacing yang terakhir menjumpai rumah akan menyebutkan arahan yang seterusnya. ",
    "type": "text"
  },
  {
    "SourceText": "Keep playing until you feel rejuvenated from lying down. ",
    "text": "Teruskan bermain hingga anda berasa lebih bertenaga dari berbaring. ",
    "type": "text"
  },
  {
    "SourceText": "Shake your left hands in the air 8 times while counting to 8 ",
    "text": "Goyangkan tangan kiri anda ke udara 8 kali sambil mengira sehingga 8 ",
    "type": "text"
  },
  {
    "SourceText": "Repeat with your other hand. Repeat with both feet",
    "text": "Ulangi dengan tangan anda yang sebelah lagi. Ulangi dengan kedua-dua kaki",
    "type": "text"
  },
  {
    "SourceText": "Do it 7 times, then 6 times and continue until you get to 1.",
    "text": "Lakukannya 7 kali, kemudian 6 kali dan teruskan sehingga anda tiba pada 1.",
    "type": "text"
  },
  {
    "SourceText": "Everyone calls out “Crazy chicken” and does their best crazy chicken dance!",
    "text": "Setiap orang sebutkan \"Ayam gila\" dan mereka lakukan tarikan ayam gila yang terbaik!",
    "type": "text"
  },
  {
    "SourceText": "Drawing",
    "text": "Melukis",
    "type": "text"
  },
  {
    "SourceText": "Children love to draw! It helps build creativity",
    "text": "Kanak-kanak gemar melukis! Ia membantu membentuk kreativiti",
    "type": "text"
  },
  {
    "SourceText": "Get some pens or crayons and a piece of paper or cardboard",
    "text": "Dapatkan beberapa batang pen atau krayon dan sekeping kertas atau kadbod",
    "type": "text"
  },
  {
    "SourceText": "Let your children freely whatever they want",
    "text": "Biarkan anak anda bebas dalam apa sahaja yang mereka mahukan",
    "type": "text"
  },
  {
    "SourceText": "While your child is drawing, use words to describe what they are doing: “I see you are drawing a person” or “I see you are making lines with the red crayon.”",
    "text": "Semasa anak anda sedang melukis, gunakan perkataan untuk menggambarkan apa yang sedang mereka lakukan: \"Saya nampak kamu sedang melukis orang\" atau \"Saya nampak kamu sedang membuat garisan dengan krayon berwarna merah.\"",
    "type": "text"
  },
  {
    "SourceText": "You can also have fun drawing next to them",
    "text": "Anda juga boleh berseronok melukis di sebelah mereka",
    "type": "text"
  },
  {
    "SourceText": "Put their drawings up on the wall, refrigerator, or outside to decorate the house – it will make your children feel appreciated!",
    "text": "Letakkan lukisan mereka pada dinding, peti sejuk, atau di luar untuk menghias rumah - ia akan membuatkan anak anda rasa dihargai!",
    "type": "text"
  },
  {
    "SourceText": "Self-portrait",
    "text": "Potret Kendiri",
    "type": "text"
  },
  {
    "SourceText": "Here’s how your children can draw a picture of themselves!",
    "text": "Inilah cara anak anda dapat melukis gambar diri mereka sendiri!",
    "type": "text"
  },
  {
    "SourceText": "Find a big piece of paper or cardboard. It needs to be the same length or slightly longer than the height of your child",
    "text": "Cari sekeping kertas atau kadbod besar. Panjangnya sama atau lebih sedikit daripada ketinggian anak anda",
    "type": "text"
  },
  {
    "SourceText": "Ask your child to lie down on the paper. Carefully draw the outline of your child.",
    "text": "Minta anak anda berbaring di atas kertas. Lukiskan garis besar anak anda dengan teliti.",
    "type": "text"
  },
  {
    "SourceText": "Now let your child fill in the outline: face, hair, clothes, shoes, or anything they want!",
    "text": "Sekarang biarkan anak anda mengisi garis besar itu: wajah, rambut, pakaian, kasut, atau apa sahaja yang mereka mahukan!",
    "type": "text"
  },
  {
    "SourceText": "Ask your child to draw things that they like and do not like outside of the outline",
    "text": "Minta anak anda melukis perkara yang mereka suka dan tidak suka di luar garis besar itu",
    "type": "text"
  },
  {
    "SourceText": "Have a conversation with your child about these things. You may learn something about your child!",
    "text": "Berbual dengan anak anda mengenai perkara-perkara ini. Anda mungkin belajar sesuatu tentang anak anda!",
    "type": "text"
  },
  {
    "SourceText": "You can put their outline up in their room or anywhere in the house – it will make your children feel appreciated!",
    "text": "Anda boleh meletakkan garis besar mereka di bilik mereka atau di mana-mana sahaja di rumah - ini akan membuatkan anak-anak anda berasa dihargai!",
    "type": "text"
  },
  {
    "SourceText": "Transform the object",
    "text": "Ubah objek",
    "type": "text"
  },
  {
    "SourceText": "Everyday household items like brooms, mops, or scarfs can become fun props for games",
    "text": "Barang keperluan harian rumah seperti penyapu, mop, atau selendang boleh menjadi alat permainan yang menyeronokkan",
    "type": "text"
  },
  {
    "SourceText": "Place an object in the center of the room and whenever someone has an idea, they jump in and show the rest what the object can be",
    "text": "Letakkan objek di tengah-tengah ruang bilik dan setiap kali seseorang mempunyai idea, mereka melompat masuk dan tunjukkan objek itu boleh dijadikan apa",
    "type": "text"
  },
  {
    "SourceText": "For example, a broom might be ridden as a horse or a microphone or a guitar!",
    "text": "Contohnya, penyapu mungkin ditunggang sebagai kuda atau mikrofon atau gitar!",
    "type": "text"
  },
  {
    "SourceText": "Name that tune",
    "text": "Namakan lagu itu",
    "type": "text"
  },
  {
    "SourceText": "First person gets to choose or sing a song.",
    "text": "Orang pertama dapat memilih atau menyanyikan satu lagu.",
    "type": "text"
  },
  {
    "SourceText": "Everyone else must guess the name of the tune (to make it harder they can guess the singer).",
    "text": "Orang lain mesti meneka nama lagu tersebut (untuk menjadikannya lebih sukar mereka boleh meneka penyanyinya).",
    "type": "text"
  },
  {
    "SourceText": "The first one to guess it right becomes the next leader.",
    "text": "Orang yang pertama meneka dengan betul akan menjadi ketua yang seterusnya.",
    "type": "text"
  },
  {
    "SourceText": "Memory game – “When COVID-19 ends…”",
    "text": "Permainan memori - \"Apabila COVID-19 berakhir...\"",
    "type": "text"
  },
  {
    "SourceText": "First person says, “When COVID-19 ends, I am going to… (e.g., go to the park)”",
    "text": "Orang pertama berkata, \"Apabila COVID-19 berakhir, saya akan... (cth., pergi ke taman)\"",
    "type": "text"
  },
  {
    "SourceText": "Second person adds to first person, “When COVID-19 ends, I am going to the park and… (e.g., visit my best friend)”",
    "text": "Orang kedua menambah kepada orang pertama, \"Apabila COVID-19 berakhir, saya akan pergi ke taman dan... (cth., menziarahi sahabat saya)\"",
    "type": "text"
  },
  {
    "SourceText": "Each person adds to the previous trying to think of all of the fun things to do when COVID-19 ends",
    "text": "Setiap orang yang menambah kepada orang yang sebelumnya cuba memikirkan semua perkara yang menyeronokkan apabila COVID-19 berakhir",
    "type": "text"
  },
  {
    "SourceText": "Dance choreography",
    "text": "Koreografi tarian",
    "type": "text"
  },
  {
    "SourceText": "Create a dance choreography to your children’s favorite songs.",
    "text": "Buat koreografi tarian untuk lagu kegemaran anak anda.",
    "type": "text"
  },
  {
    "SourceText": "First person does a dance move and everyone else copies. ",
    "text": "Orang pertama melakukan gerakan tarian dan orang lain tiru sepertinya. ",
    "type": "text"
  },
  {
    "SourceText": "Everyone takes turns being the leader.",
    "text": "Setiap orang bergilir-gilir menjadi ketua.",
    "type": "text"
  },
  {
    "SourceText": "Perform it for the household!",
    "text": "Lakukannya untuk seisi rumah!",
    "type": "text"
  },
  {
    "SourceText": "Mirror",
    "text": "Cermin",
    "type": "text"
  },
  {
    "SourceText": "This game can be played in pairs or even as a group.",
    "text": "Permainan ini boleh dimainkan secara berpasangan ataupun berkumpulan.",
    "type": "text"
  },
  {
    "SourceText": "Stand facing each other or in a circle.  ",
    "text": "Berdiri menghadap satu sama lain atau dalam bulatan.  ",
    "type": "text"
  },
  {
    "SourceText": "One person leads first while everyone else must copy, trying to move exactly at the same time as the leader.",
    "text": "Seorang akan mendahului sementara yang lain mesti meniru sepertinya, cuba bergerak tepat pada masa yang sama dengan ketua.",
    "type": "text"
  },
  {
    "SourceText": "Make sure the leader moves slowly enough for everyone to follow! Explore moving different body parts and in different levels.",
    "text": "Pastikan ketua bergerak cukup perlahan supaya boleh diikuti oleh semua orang! Terokai pergerakan bahagian tubuh yang berbeza dan pada tahap yang berbeza.",
    "type": "text"
  },
  {
    "SourceText": "After a while, switch who is leading. Give everyone a chance to lead.",
    "text": "Selepas seketika, tukar siapa yang menjadi ketua. Beri peluang kepada semua orang untuk memimpin.",
    "type": "text"
  },
  {
    "SourceText": "Try it with no leaders!",
    "text": "Cuba lakukannya tanpa ketua!",
    "type": "text"
  },
  {
    "SourceText": "Freeze dance",
    "text": "Tarian kaku",
    "type": "text"
  },
  {
    "SourceText": "Play music or someone sings a song, and everyone dances.",
    "text": "Mainkan muzik atau seseorang menyanyikan lagu, dan semua orang menari.",
    "type": "text"
  },
  {
    "SourceText": "When the music stops, everyone must freeze.",
    "text": "Apabila muzik berhenti, semua orang mesti berhenti.",
    "type": "text"
  },
  {
    "SourceText": "Last person still dancing becomes the judge for the next round.",
    "text": "Orang terakhir yang masih menari menjadi hakim untuk pusingan seterusnya.",
    "type": "text"
  },
  {
    "SourceText": "Animal dance: Same as above but when the music stops, call out a name of an animal, and everyone has to become that animal.",
    "text": "Tarian haiwan: Sama seperti di atas tetapi ketika muzik berhenti, sebut nama haiwan, dan semua orang harus menjadi haiwan itu.",
    "type": "text"
  },
  {
    "SourceText": "Run Around and Do This ",
    "text": "Berlari Keliling dan Lakukan Ini ",
    "type": "text"
  },
  {
    "SourceText": "Everyone runs around the room or garden.  Make sure the space is large enough and safe",
    "text": "Semua orang berlari keliling bilik atau taman. Pastikan ruangnya cukup besar dan selamat",
    "type": "text"
  },
  {
    "SourceText": "At any time, someone can stop somewhere and say, “When you get over here, you do this!”  ",
    "text": "Pada bila-bila masa, seseorang boleh berhenti di suatu tempat dan berkata, \"Apabila kamu sampai di sini, kamu lakukan ini!\"  ",
    "type": "text"
  },
  {
    "SourceText": "What you do can be anything: push-ups, singing a song, crying, jumping… ",
    "text": "Apa yang anda buat boleh jadi: tekan tubi, menyanyikan lagu, menangis, melompat... ",
    "type": "text"
  },
  {
    "SourceText": "The more you play, there are more and more things to do in more and more places.  ",
    "text": "Semakin banyak anda bermain, semakin banyak perkara yang perlu dilakukan di lebih banyak tempat.  ",
    "type": "text"
  },
  {
    "SourceText": "Each person can decide where to go when.  ",
    "text": "Setiap orang boleh memutuskan hendak pergi ke mana.  ",
    "type": "text"
  },
  {
    "SourceText": "It’s fun to interact with other people who are doing the same thing as you!",
    "text": "Seronok berinteraksi dengan orang lain yang melakukan perkara yang sama seperti anda!",
    "type": "text"
  },
  {
    "SourceText": "Ship to Shore ",
    "text": "Kapal ke Pantai ",
    "type": "text"
  },
  {
    "SourceText": "A fun active game where children learn different parts of a boat. Everyone must go to the place or activity that you call out",
    "text": "Permainan aktif yang menyeronokkan di mana kanak-kanak belajar pelbagai bahagian bot. Semua orang mesti pergi ke tempat atau aktiviti yang anda nyatakan",
    "type": "text"
  },
  {
    "SourceText": "“Bow” means run to the front of the boat (room)",
    "text": "\"Haluan\" bermaksud lari ke depan kapal (bilik)",
    "type": "text"
  },
  {
    "SourceText": "“Stern” means run to the back of the boat",
    "text": "\"Buritan\" bermaksud berlari ke belakang kapal",
    "type": "text"
  },
  {
    "SourceText": "“Starboard” means run to the right side and “Port” means run to the right side",
    "text": "\"Kanan\" bermaksud lari ke sebelah kanan dan \"Pelabuhan\" bermaksud lari ke sebelah kanan",
    "type": "text"
  },
  {
    "SourceText": "“Climb the rigging”: pretend to climb",
    "text": "\"Panjat tali-temali\": berpura-pura memanjat",
    "type": "text"
  },
  {
    "SourceText": "“Clean the deck”: pretend to clean the floor",
    "text": "\"Bersihkan dek\": berpura-pura membersihkan lantai",
    "type": "text"
  },
  {
    "SourceText": "“Lifeboat, [number] people!”: hold hands in a circle with that many people and do knee bends",
    "text": "\"Bot penyelamat, [bilangan] orang!\": Pegang tangan dalam bulatan bersama-sama dan melutut",
    "type": "text"
  },
  {
    "SourceText": "Everyone not in a lifeboat must swim!",
    "text": "Semua orang yang tidak berada dalam bot penyelamat mesti berenang!",
    "type": "text"
  },
  {
    "SourceText": "Stage Directions",
    "text": "Arahan Pentas",
    "type": "text"
  },
  {
    "SourceText": "The same as Ship to Shore but with Stage Directions: “Stage Right, Stage Left, Downstage, Upstage, Centre Stage.” ",
    "text": "Sama seperti Kapal ke Pantai tetapi dengan Arahan Pentas: \"Kanan Pentas, Kiri Pentas, Bawah Pentas, Atas Pentas, Tengah Pentas.\" ",
    "type": "text"
  },
  {
    "SourceText": "You can have fun actions like “Dramatic Death, Take a Bow, Open the Curtain, Clean the Floor,” etc. ",
    "text": "Anda boleh melakukan aksi-aksi yang menyeronokkan seperti \"Kematian Dramatik, Tunduk, Buka Tirai, Bersihkan Lantai,\" dll. ",
    "type": "text"
  },
  {
    "SourceText": "Instead of “Lifeboat” you make “Cast of Actors.” Those not in the cast become the director!",
    "text": "Selain \"Bot penyelamat\", anda mewujudkan \"Barisan Pelakon\". Mereka yang bukan pelakon menjadi pengarah!",
    "type": "text"
  },
  {
    "SourceText": "Blind Dragon ",
    "text": "Naga Buta ",
    "type": "text"
  },
  {
    "SourceText": "This game is great if you have at least 4 people",
    "text": "Permainan ini bagus jika anda mempunyai sekurang-kurangnya 4 orang",
    "type": "text"
  },
  {
    "SourceText": "Tell the story about a ferocious dragon who lived near a village. He would sneak into the village at night and steal people’s treasures – anything they loved.  Anybody who tried to take their treasure back would be eaten alive.  This continued for many years until the dragon became old, fat, and blind from sitting on his treasure and gazing at the glare of the gold coins. Then the townspeople could try and sneak into his lair and steal back their relatives’ treasure. ",
    "text": "Ceritakan kisah tentang seekor naga ganas yang tinggal berhampiran sebuah kampung. Dia akan menyelinap ke kampung pada waktu malam dan mencuri harta benda orang - apa sahaja yang mereka sayangi. Sesiapa yang cuba mengambil kembali harta mereka akan dimakan hidup-hidup. Ini berlanjutan selama bertahun-tahun sehingga naga menjadi tua, gemuk, dan buta dengan duduk di atas harta karunnya dan memandang kilauan wang emas. Kemudian penduduk bandar boleh mencuba masuk ke dalam sarangnya dan mencuri balik harta karun saudara mereka. ",
    "type": "text"
  },
  {
    "SourceText": "One person plays the dragon. Dragon sits blindfolded or with eyes closed surrounded by a pile of treasure. ",
    "text": "Seorang menjadi naga. Naga duduk dengan penutup mata atau mata tertutup dikelilingi oleh timbunan harta karun. ",
    "type": "text"
  },
  {
    "SourceText": "Everyone has one piece of treasure that they must steal back. ",
    "text": "Setiap orang mempunyai satu harta karun yang mereka mesti curi kembali. ",
    "type": "text"
  },
  {
    "SourceText": "If the dragon hears you and points at you, you must go back to the starting place. ",
    "text": "Sekiranya naga itu mendengar dan menunjuk ke arah anda, anda mesti kembali ke tempat permulaan. ",
    "type": "text"
  },
  {
    "SourceText": "Only one person can try to get the treasure at a time. ",
    "text": "Hanya satu orang yang boleh mendapatkan harta itu pada satu masa. ",
    "type": "text"
  },
  {
    "SourceText": "What Are You Doing? ",
    "text": "Apa Yang Anda Lakukan? ",
    "type": "text"
  },
  {
    "SourceText": "This game is best when more than 2 people play",
    "text": "Permainan ini adalah yang terbaik apabila terdapat lebih daripada 2 orang pemain",
    "type": "text"
  },
  {
    "SourceText": "One person pretends to be doing something – for example, combing hair or making dinner  ",
    "text": "Seorang berpura-pura sedang melakukan sesuatu - contohnya, menyikat rambut atau menyiapkan makan malam  ",
    "type": "text"
  },
  {
    "SourceText": "Another person asks, “What are you doing?”",
    "text": "Seorang lagi bertanya, \"Apa yang kamu lakukan?\"",
    "type": "text"
  },
  {
    "SourceText": "The first person needs to say something that has nothing to do with combing hair, for example, “Tying my shoes.”  ",
    "text": "Orang pertama perlu mengatakan sesuatu yang tidak ada kaitan dengan menyikat rambut, misalnya, \"Mengikat tali kasut saya.\"  ",
    "type": "text"
  },
  {
    "SourceText": "The second person then starts pretending to tie their shoes until a new person asks, “What are you doing?” ",
    "text": "Orang kedua kemudian mula berpura-pura mengikat tali kasutnya sehingga orang yang lain pula bertanya, \"Apa yang kamu lakukan?\" ",
    "type": "text"
  },
  {
    "SourceText": "The answer must always be something different than what you are actually doing!",
    "text": "Jawapannya mestilah sentiasa sesuatu yang berbeza daripada apa yang sebenarnya anda lakukan!",
    "type": "text"
  },
  {
    "SourceText": "When I Was Younger",
    "text": "Ketika Saya Masih Kecil",
    "type": "text"
  },
  {
    "SourceText": "Children love to hear stories about your own life!",
    "text": "Kanak-kanak suka mendengar cerita mengenai kehidupan anda sendiri!",
    "type": "text"
  },
  {
    "SourceText": "Think of a time when you were younger when something BIG happened to you",
    "text": "Fikirkan masa ketika anda masih muda apabila sesuatu yang BESAR terjadi kepada anda",
    "type": "text"
  },
  {
    "SourceText": "It can be an adventure, happy memory, or challenge that you experienced",
    "text": "Ia boleh jadi pengembaraan, kenangan gembira, atau cabaran yang anda alami",
    "type": "text"
  },
  {
    "SourceText": "Share it with your child and notice how they listen!",
    "text": "Kongsikan dengan anak anda dan perhatikan bagaimana mereka mendengar!",
    "type": "text"
  },
  {
    "SourceText": "Dancing with Angels",
    "text": "Menari dengan Malaikat",
    "type": "text"
  },
  {
    "SourceText": "This activity helps children learn how to lead. It also builds trust between you and your child",
    "text": "Aktiviti ini membantu kanak-kanak belajar memimpin. Ia juga membina kepercayaan antara anda dan anak anda",
    "type": "text"
  },
  {
    "SourceText": "Play a piece of music that is gentle and relaxed to encourage smooth and calming movement.",
    "text": "Mainkan muzik yang lembut dan santai untuk mendorong pergerakan yang lancar dan menenangkan.",
    "type": "text"
  },
  {
    "SourceText": "One person goes first and closes their eyes while the other person is the guardian angel or protector",
    "text": "Seorang mendahului dan menutup mata sementara yang lain adalah malaikat penjaga atau pelindung",
    "type": "text"
  },
  {
    "SourceText": "The guardian angel must protect the person with their eyes closed from harm while gently dancing together",
    "text": "Malaikat penjaga mesti melindungi orang yang matanya tertutup dari bahaya sambil menari bersama dengan lembut",
    "type": "text"
  },
  {
    "SourceText": "When the music ends, the dancer can open their eyes before switching roles",
    "text": "Apabila muzik berakhir, penari boleh membuka mata sebelum mereka bertukar peranan",
    "type": "text"
  },
  {
    "SourceText": "The Interrupter",
    "text": "Pengganggu",
    "type": "text"
  },
  {
    "SourceText": "Choose a storyteller to start making up a story",
    "text": "Pilih pencerita untuk mula mereka cerita",
    "type": "text"
  },
  {
    "SourceText": "Story listeners can interrupt with a word at any time",
    "text": "Pendengar cerita boleh mengganggu dengan sepatah perkataan pada bila-bila masa",
    "type": "text"
  },
  {
    "SourceText": "Storyteller needs to fit that word in their story",
    "text": "Pencerita perlu memasukkan perkataan itu dalam cerita mereka",
    "type": "text"
  },
  {
    "SourceText": "Try with a different storyteller! ",
    "text": "Cuba dengan pencerita yang berbeza! ",
    "type": "text"
  },
  {
    "SourceText": "Make Housework Fun",
    "text": "Jadikan Kerja Rumah Sesuatu yang Menyeronokkan",
    "type": "text"
  },
  {
    "SourceText": "Household chores aren’t fun… or are they? You can make them into a game, like this. ",
    "text": "Melakukan kerja rumah bukanlah sesuatu yang menyeronokkan... atau pun mungkin ianya menyeronokkan? Anda boleh menjadikannya satu permainan, seperti ini. ",
    "type": "text"
  },
  {
    "SourceText": "There’s a fire on the mountain! Run, run, run!",
    "text": "Ada api di atas gunung! Lari, lari, lari!",
    "type": "text"
  },
  {
    "SourceText": "Touch something red. ",
    "text": "Sentuh sesuatu berwarna merah. ",
    "type": "text"
  },
  {
    "SourceText": "Jump up and down ten times.",
    "text": "Lompat ke atas dan ke bawah sepuluh kali.",
    "type": "text"
  },
  {
    "SourceText": "Put the shoes in the shoe rack. ",
    "text": "Letak kasut di atas rak kasut. ",
    "type": "text"
  },
  {
    "SourceText": "It might help to think of wishes, dreams, experiences at school, likes or dislikes. For example, I hate bananas, my favourite subject is science, and I really wish I could sing. ",
    "text": "Itu mungkin membantu untuk berfikir tentang harapan, impian, pengalaman di sekolah, apa yang disukai atau dibenci. Sebagai contoh, saya benci pisang, subjek kesukaan saya adalah sains, dan saya sangat berharap yang saya boleh menyanyi. ",
    "type": "text"
  },
  {
    "SourceText": "Say them to your teenager. Ask them to guess which one is a lie. ",
    "text": "Katakan kepada anak remaja anda. Tanya mereka untuk meneka yang mana satu adalah bohong. ",
    "type": "text"
  },
  {
    "SourceText": "Now ask them to do the same. Did you learn something new about each other?",
    "text": "Sekarang minta mereka melakukan perkara yang sama. Adakah anda belajar sesuatu yang baru antara satu sama lain?",
    "type": "text"
  },
  {
    "SourceText": "Say them to your teen and ask, “Which would you prefer?”",
    "text": "Katakan kepada anak remaja dan tanya. \"Awak lebih suka yang mana?\"",
    "type": "text"
  },
  {
    "SourceText": "Yes, No or Maybe",
    "text": "Ya, Tidak atau Mungkin",
    "type": "text"
  },
  {
    "SourceText": "Ask each other questions. They can be any questions about things you like or what you did today.",
    "text": "Bertanya kepada satu sama lain. Mungkin soalan berkaitan apa yang anda suka atau apa yang anda buat hari ini.",
    "type": "text"
  },
  {
    "SourceText": "The only rule is that you can’t answer Yes, No or Maybe",
    "text": "Peraturannya adalah anda tidak boleh menjawab Ya, Tidak atau Mungkin",
    "type": "text"
  },
  {
    "SourceText": "How long can you last? How creative can you get with your answers?",
    "text": "Berapa lama anda boleh bertahan? Seberapa kreatifkah anda dengan jawapan anda?",
    "type": "text"
  },
  {
    "SourceText": "Swap over and play again! ",
    "text": "Tukar dan main lagi! ",
    "type": "text"
  },
  {
    "SourceText": "Ask your teen “If you had the superpower to […] how would you use it?",
    "text": "Tanya kepada anak remaja anda \"Jika kamu mempunyai kuasa ajaib [...] bagaimana kamu akan menggunakannya\"?",
    "type": "text"
  },
  {
    "SourceText": "Make sure you act it out too!",
    "text": "Pastikan anda melakonkannya juga!",
    "type": "text"
  },
  {
    "SourceText": "How was your day?",
    "text": "Bagaimana hari anda?",
    "type": "text"
  },
  {
    "SourceText": "Ask each other, “What made you happy today?”",
    "text": "Tanya satu sama lain, \"Apa yang membuatkan kamu gembira hari ini?\"",
    "type": "text"
  },
  {
    "SourceText": "Ask each other, “What was difficult today?”",
    "text": "Tanya satu sama lain, \"Adakah hari ini sukar?\"",
    "type": "text"
  },
  {
    "SourceText": "Ask each other, “How can we help you?”",
    "text": "Tanya satu sama lain. \"Bagaimana kami boleh bantu kamu?\"",
    "type": "text"
  },
  {
    "SourceText": "Try to do this together every day, when you are eating together or before bed",
    "text": "Cuba lakukannya bersama-sama setiap hari, ketika anda makan atau sebelum tidur",
    "type": "text"
  },
  {
    "SourceText": "Dream Travel",
    "text": "Kembara Impian",
    "type": "text"
  },
  {
    "SourceText": "You can’t travel but you can dream! Ask your teen these questions",
    "text": "Anda tidak boleh mengembara tetapi boleh berangan! Tanya soalan-soalan ini kepada anak remaja anda",
    "type": "text"
  },
  {
    "SourceText": "Where do you want to travel? How long will you be away? What will you pack? What will you do? What will you see?",
    "text": "Ke mana kamu mahu mengembara? Berapa lama kamu akan pergi? Apa yang kamu akan bawa bersama? Apa yang kamu akan lakukan? Apa yang kamu akan lihat?",
    "type": "text"
  },
  {
    "SourceText": "Look at a map together if you have one.",
    "text": "Lihat peta bersama-sama jika ada.",
    "type": "text"
  },
  {
    "SourceText": "Choose a country that they’ve never heard of and look it up together online.",
    "text": "Pilih satu negara yang tidak pernah didengari dan lihat bersama-sama secara dalam talian.",
    "type": "text"
  },
  {
    "SourceText": "Get active!",
    "text": "Cergas!",
    "type": "text"
  },
  {
    "SourceText": "Come up with three types of exercise together. For example, walking, jogging, soccer or dancing",
    "text": "Tampilkan tiga jenis senaman bersama-sama. Sebagai contoh, berjalan, joging, bermain bola atau menari",
    "type": "text"
  },
  {
    "SourceText": "Pick one together and try it out. ",
    "text": "Pilih satu dan cuba bersama-sama. ",
    "type": "text"
  },
  {
    "SourceText": "If you both like it, decide how often you are going to do it. Once or twice a week? Every morning?",
    "text": "Jika anda berdua menyukainya, buat keputusan berapa kerap anda akan melakukannya. Sekali atau dua kali seminggu? Setiap pagi?",
    "type": "text"
  },
  {
    "SourceText": "Together think of ways to make it even more fun. Can you jog to a certain point? Take turns in being the coach? Motivate each other with a small free reward? ",
    "text": "Fikir cara untuk melakukannya bersama-sama dengan lebih seronok. Bolehkah anda joging untuk satu titik tertentu? Ambil giliran untuk menjadi jurulatih? Beri galakkan dengan sedikit ganjaran kecil? ",
    "type": "text"
  },
  {
    "SourceText": "Co-chef",
    "text": "Tukang masak bersama",
    "type": "text"
  },
  {
    "SourceText": "Ask your teen what kind of meal they would like to eat.",
    "text": "Tanya kepada anak remaja anda jenis makanan yang mereka suka makan.",
    "type": "text"
  },
  {
    "SourceText": "Prepare it together! The first time, you may need to guide them. ",
    "text": "Sediakannya bersama-sama! Untuk kali pertama, anda mungkin perlu bimbing mereka. ",
    "type": "text"
  },
  {
    "SourceText": "Once your teen knows how to prepare the meal, let them take the lead and follow their instructions.",
    "text": "Apabila anak anda sudah tahu menyediakan makanan, biarkan mereka memimpin dan ikuti arahan mereka.",
    "type": "text"
  },
  {
    "SourceText": " Let each child and teen in the house have a turn at being the head chef.",
    "text": " Biarkan setiap anak dan remaja dalam rumah mempunyai giliran untuk menjadi ketua tukang masak.",
    "type": "text"
  },
  {
    "SourceText": "You can even help them make a budget for ingredients!",
    "text": "Anda boleh juga membantu mereka menyediakan bajet untuk bahan masakan!",
    "type": "text"
  },
  {
    "SourceText": "What’s new?",
    "text": "Apa yang terbaru?",
    "type": "text"
  },
  {
    "SourceText": "Think of a new skill you could learn together with your teen. For example, keeping a ball in the air or your foot, juggling, learning a new language, or playing an instrument?",
    "text": "Fikirkan satu kemahiran yang anda boleh pelajari bersama anak remaja. Sebagai contoh, menjaga bola di udara atau kaki, berseloroh, belajar satu bahasa baharu, atau bermain alat permainan?",
    "type": "text"
  },
  {
    "SourceText": "Take turns in trying the new skill out.",
    "text": "Ambil giliran untuk mencuba kemahiran baharu.",
    "type": "text"
  },
  {
    "SourceText": "Make sure to praise each other, and try to learn and play together!",
    "text": "Pastikan untuk memuji satu sama lain, dan cuba untuk belajar dan bermain bersama!",
    "type": "text"
  },
  {
    "SourceText": "Create a dance choreography to your teen's favorite songs.",
    "text": "Cipta satu koreografi tarian untuk satu lagu kesukaan remaja anda.",
    "type": "text"
  },
  {
    "SourceText": "Make up a story!",
    "text": "Reka satu cerita!",
    "type": "text"
  },
  {
    "SourceText": "Let your teen make up the next sentence",
    "text": "Biarkan anak remaja anda membuat ayat seterusnya",
    "type": "text"
  },
  {
    "SourceText": "Ask your teen what was their favourite part of the story!",
    "text": "Tanya kepada anak remaja anda bahagian manakah yang menjadi kesukaan mereka!",
    "type": "text"
  },
  {
    "SourceText": "Pass the Snap  ",
    "text": "Petikan Jari  ",
    "type": "text"
  },
  {
    "SourceText": "This game is best with at least 3 people",
    "text": "Permainan ini seronok dengan sekurang-kurangnya 3 orang",
    "type": "text"
  },
  {
    "SourceText": "Start in a circle and pass one snap around the circle (or clap if you cannot snap)",
    "text": "Mulakan dalam bulatan dan petik satu jari dalam bulatan (atau tepuk jika tidak dapat memetik jari)",
    "type": "text"
  },
  {
    "SourceText": "You snap once to throw the snap and once to catch it. Look at the person you are throwing to.  ",
    "text": "Anda petik sekali untuk melontar kepada seseorang menangkapnya. Lihat kepada orang yang anda baling itu.  ",
    "type": "text"
  },
  {
    "SourceText": "The direction (up, down, straight, curved, rolling the ground) and force (hard, soft, medium) that you throw the snap should affect how the person catches it.  ",
    "text": "Arah tersebut (atas, bawah, lurus, melengkung, berguling di tanah) dan kekuatan (keras, lembut, sederhana) yang anda baling snap memberi kesan bagaimana individu tersebut menangkapnya.  ",
    "type": "text"
  },
  {
    "SourceText": "You can bounce the snap, throw it in the air, and catch it a few times before passing it.  ",
    "text": "Anda boleh lantun petikan, baling ke udara, dan tangkap beberapa kali sebelum melepaskannya.  ",
    "type": "text"
  },
  {
    "SourceText": "When everyone gets good at this, you can start moving around the room, still passing the snap.  ",
    "text": "Apabila semua orang telah pandai, anda boleh mulakan langkah mengelilingi bilik, dalam keadaan memetik jari.  ",
    "type": "text"
  },
  {
    "SourceText": "Can you throw under the leg?  Behind the back?  Through your head?  Intercept a pass? Have fun with the snap!  ",
    "text": "Adakah anda boleh melemparkan di bawah kaki? Ke belakang? Melalui kepala? Memintas petikan? Berseronok dengan petikan!  ",
    "type": "text"
  },
  {
    "SourceText": "Just a friendly chat",
    "text": "Hanya bersembang mesra",
    "type": "text"
  },
  {
    "SourceText": "Have a conversation with your teen about something they like",
    "text": "Mulakan perbualan dengan anak remaja anda mengenai sesuatu yang mereka suka",
    "type": "text"
  },
  {
    "SourceText": "It can be about anything they choose to talk about: sports, friends, music, celebrities…",
    "text": "Ia boleh jadi apa sahaja mereka pilih untuk bercakap: sukan, kawan-kawan, muzik, selebriti...",
    "type": "text"
  },
  {
    "SourceText": "Try to listen to your teen and give them space to talk",
    "text": "Cuba dengar anak remaja anda dan beri mereka ruang untuk bercakap",
    "type": "text"
  },
  {
    "SourceText": "Yes",
    "text": "Ya",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "No",
    "text": "Tidak",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "yes y",
    "text": "YA Y",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "no n",
    "text": "TIDAK T",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "1",
    "text": "1",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "2",
    "text": "2",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "3",
    "text": "3",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "4",
    "text": "4",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "5",
    "text": "5",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "6",
    "text": "6",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "7",
    "text": "7",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  }
]