[
  {
    "SourceText": "Step 4. Expand your awareness to your whole body. Listen to the sounds in the room.",
    "text": "Langkah 4. Luaskan kesedaran anda ke seluruh badan anda. Dengarkan bunyi-bunyian di dalam bilik.",
    "type": "text"
  },
  {
    "SourceText": "Notice how you are feeling emotionally. Notice if your emotions are pleasant or unpleasant. Remind yourself that whatever you feel, it is okay.",
    "text": "Selami apa yang sedang anda rasakan. Perhatikan sama ada anda rasa selesa ataupun sebaliknya. Ingatkan diri anda bahawa apa sahaja yang anda rasakan, adalah tidak mengapa.",
    "type": "text"
  },
  {
    "SourceText": "Step 5. Take a moment to reflect on whether you feel any different. When you are ready, open your eyes.",
    "text": "Langkah 5. Luangkan sedikit masa untuk mengimbas sama ada anda merasai sebarang perbezaan. Apabila anda sudah bersedia, buka mata anda.",
    "type": "text"
  },
  {
    "SourceText": "Notice how your body feels. Notice anything that hurts or is tense.",
    "text": "Sedari bagaimana rasa badan anda. Sedari apa sahaja yang menyakitkan atau berasa tegang.",
    "type": "text"
  },
  {
    "SourceText": "Step 1. Close your eyes and take a deep breath. ",
    "text": "Langkah 1. Pejamkan mata anda dan tarik nafas dalam-dalam. ",
    "type": "text"
  },
  {
    "SourceText": "Step 3. Focus on your breath. Feel your breath as it goes in and out. You can put a hand on your stomach and feel it rise and fall with each breath. Do this for about 10 breaths.",
    "text": "Langkah 3. Fokus kepada nafas anda. Rasai nafas anda semasa masuk dan keluar. Anda boleh meletakkan tangan di atas perut anda dan merasakannya naik dan turun dengan setiap nafas. Lakukan ini selama kira-kira 10 kali nafas.",
    "type": "text"
  },
  {
    "SourceText": "Step 2. Ask yourself, \"What am I thinking?\" Notice if your thoughts are positive or negative.",
    "text": "Langkah 2. Tanyakan pada diri, \"Apa yang saya fikirkan?\" Perhatikan jika pemikiran anda positif atau negatif.",
    "type": "text"
  },
  {
    "SourceText": "Hello! Book-sharing can be a great learning for your child. You can use a simple pictures in books, magazines, or newspapers to do lots of things that you and your child can enjoy.",
    "text": "Helo! Berkongsi buku boleh menjadi pembelajaran yang baik untuk anak anda. Anda boleh menggunakan gambar mudah di buku, majalah, atau surat khabar untuk melakukan banyak perkara yang dapat menyeronokkan anda dan anak anda.",
    "type": "text"
  },
  {
    "SourceText": "Well done! You have added another tool to your Parenting Tooolbox! Sharing books with your child will help them to learn to speak, think and focus better. It will also help them to get along with others better, by helping them understand about feelings",
    "text": "Syabas! Anda telah menambah kaedah lain dalam Kit Keibubapaan anda! Berkongsi buku dengan anak anda akan membantu mereka untuk belajar bercakap, berfikir dan fokus dengan lebih baik. Ia juga akan membantu mereka untuk bergaul bersama orang lain dengan lebih baik, dengan membantu mereka memahami tentang perasaan",
    "type": "text"
  },
  {
    "SourceText": "You can use books and stories to help talk with children about topics related to COVID-19 (such as getting sick, not going to school or work, staying indoors, feeling worried) and help them think about how this makes them feel.",
    "text": "Anda boleh menggunakan buku dan cerita untuk membantu anda bercakap dengan anak anda mengenai topik berkaitan COVID-19 (seperti sakit, tidak pergi ke sekolah atau bekerja, tinggal di dalam rumah, berasa bimbang) dan bantu mereka berfikir tentang bagaimana perasaan mereka terhadap perkara tersebut.",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more sharing books with your child?",
    "text": "Adakah anda ingin pulang dan belajar berkongsi buku dengan anak anda?",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about talking about emotions?",
    "text": "Adakah anda ingin kembali dan belajar lebih lanjut mengenai emosi?",
    "type": "text"
  },
  {
    "SourceText": "Giving calm consequences help teach our children responsibility for what they do. They also allow discipline that is controlled. This is more effective than hitting or shouting.",
    "text": "Memberikan akibat yang menenangkan membantu anak-anak kita bertanggungjawab terhadap apa yang mereka lakukan. Tindakan ini juga menjadikan disiplin yang terkawal. Ini adalah lebih berkesan berbanding memukul atau menjerit.",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about using consequences?",
    "text": "Adakah anda ingin kembali dan belajar dengan lebih lanjut tentang penggunaan akibat?",
    "type": "text"
  },
  {
    "SourceText": "Would you like some examples of ways you could use consequences? ",
    "text": "Adakah anda memerlukan beberapa contoh cara menggunakan akibat? ",
    "type": "text"
  },
  {
    "SourceText": "Okay! Here are some behaviours and possible consequences you could use:",
    "text": "Okey! Di sini terdapat sebahagian tingkah laku dan akibat yang anda mungkin boleh gunakan:",
    "type": "text"
  },
  {
    "SourceText": "• Realistic: Consider the age of your child",
    "text": "• Realistik: Pertimbangkan umur anak anda",
    "type": "text"
  },
  {
    "SourceText": "• Immediate: Give them as soon as possible",
    "text": "• Segera: Berikan dengan secepat mungkin kepada mereka",
    "type": "text"
  },
  {
    "SourceText": "• Fair: Make sure the consequence is not too harsh",
    "text": "• Adil: Pastikan akibat tidak terlalu kasar",
    "type": "text"
  },
  {
    "SourceText": "• Consistent: Make sure you can follow through if you have to",
    "text": "• Konsisten: Pastikan anda boleh melaluinya jika perlu",
    "type": "text"
  },
  {
    "SourceText": "• The last resort: Try to encourage the positive behaviour to happen more often!",
    "text": "• Penyelesaian yang terakhir: Cuba galakkan tingkah laku yang positif untuk dilakukan dengan lebih kerap!",
    "type": "text"
  },
  {
    "SourceText": "Well done! You have added another skill to your Parenting Toolkit! ",
    "text": "Tahniah! Anda telah menambah satu lagi kemahiran dalam Kit Keibubapaan anda! ",
    "type": "text"
  },
  {
    "SourceText": "Using consequences can help children learn that their actions have an impact on themselves and others. It is an important step to prepare them for their life outside of the family as they get older.",
    "text": "Menggunakan akibat dapat membantu anak-anak belajar bahawa tindakan mereka memberi kesan kepada diri mereka dan orang lain. Ia merupakan satu langkah yang penting untuk mereka membuat persediaan sebelum hidup berasingan dengan keluarga apabila mereka dewasa.",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about what to do when your baby is crying?",
    "text": "Adakah anda mahu kembali dan belajar dengan lebih lanjut mengenai apa yang perlu dilakukan apabila bayi anda menangis?",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about how to use ignore to reduce tantrums or other difficult behaviours?",
    "text": "Adakah anda ingin kembali dan mengetahui lebih lanjut mengenai cara menggunakan pengabaian untuk mengurangkan amukan atau tingkah laku sukar yang lain?",
    "type": "text"
  },
  {
    "SourceText": "Give just enough help to let it be the child’s achievement. It is okay to play alongside and copy what they are doing but try to let them keep the initiative. If your child gets frustrated, you can gently reassure your child by",
    "text": "Berikan bantuan yang mencukupi untuk anak berjaya. Bermain bersama dan meniru apa yang mereka lakukan adalah baik tetapi cuba biarkan mereka terus berusaha Sekiranya anak anda berasa kecewa, anda boleh menenangkannya dengan lembut dengan",
    "type": "text"
  },
  {
    "SourceText": "gently stroke their back.",
    "text": "mengusap belakang anak secara perlahan-lahan.",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about how to spend One-on-One Time with your child?",
    "text": "Adakah anda ingin mengulang dan mempelajari lebih banyak lagi cara bagaimana untuk meluangkan Masa Bersama Seorang-Dengan-Seorang bersama anak anda?",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about how to spend One-on-One Time with your teen?",
    "text": "Adakah anda ingin mengulang dan mempelajari lebih banyak lagi cara bagaimana untuk meluangkan Masa Bersama Seorang-Dengan-Seorang bersama anak remaja anda?",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about how to spend One-on-One Time with your baby?",
    "text": "Adakah anda ingin mengulang dan mempelajari lebih banyak lagi cara bagaimana untuk meluangkan Masa Bersama Seorang-Dengan-Seorang bersama bayi anda?",
    "type": "text"
  },
  {
    "SourceText": "Step 1. Praise your child or teenager for something they have done well. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care.",
    "text": "Langkah 1. Puji anak anda atau remaja untuk sesuatu yang telah mereka lakukan dengan baik. Mereka mungkin tidak menunjukkannya, tetapi anda akan melihat mereka mengulangi perkara yang baik itu. Perkara ini akan meyakinkan mereka bahawa anda memerhati dan mengambil berat.",
    "type": "text"
  },
  {
    "SourceText": "Step 2. Praise the behaviour. Use words to describe the behaviour that you are praising. Say, 'Well done for finishing all your chores, Sam,' instead of 'Good job.'",
    "text": "Langkah 2. Puji tingkah laku. Gunakan perkataan untuk menggambarkan tingkah laku yang anda puji. Katakan, 'Tahniah kerana menyelesaikan semua tugas anda, Sam,' bukannya 'Kerja yang bagus.'",
    "type": "text"
  },
  {
    "SourceText": "Step 3. Praise with enthusiasm. Really mean it when you say it!",
    "text": "Langkah 3. Puji dengan penuh semangat. Anda benar-benar memaksudkannya apabila anda mengatakannya!",
    "type": "text"
  },
  {
    "SourceText": "Keep it positive. It normal to want to say something about your child's negative behaviour, like “Don’t whine,” or “Stop running in the house.” Instead, just say something that you want your child to do, like \"Speak with a calm voice,\" or \"Remember to walk inside the house.\"",
    "text": "Sentiasa positif. Adalah normal untuk berkata tingkah laku negatif anak anda, contohnya \"Jangan merengek,\" atau \"Berhenti berlari di dalam rumah.\" Sebaliknya, cuma nyatakan apa yang anda mahu anak anda lakukan, contohnya \"Cakap dengan suara yang tenang,\" atau \"Ingat untuk berjalan di dalam rumah.\"",
    "type": "text"
  },
  {
    "SourceText": "Help your younger children learn routines by taking them through the activity step by step. Give one instruction at a time. Praise them each time they follow! ",
    "text": "Bantulah anak-anak kecil anda untuk belajar rutin dengan melakukan aktiviti secara langkah demi langkah. Beri satu arahan pada satu masa. Beri pujian setiap kali mereka ikut! ",
    "type": "text"
  },
  {
    "SourceText": "Involve your teen in creating daily plans. Set goals and rewards together. They can plan when they do schoolwork and when they relax! ",
    "text": "Libatkan anak remaja anda dalam menyediakan rancangan harian. Tentukan matlamat dan ganjaran bersama-sama. Mereka boleh rancang waktu untuk membuat kerja sekolah dan bila untuk bersantai! ",
    "type": "text"
  },
  {
    "SourceText": "Transition warnings can also be very helpful. They give your child some time to prepare for the next activity: \"In 5 minutes it will be time to pack up the toys before bedtime…\"",
    "text": "Amaran peralihan juga boleh jadi sangat membantu. Ia memberikan anak anda masa untuk bersedia bagi aktiviti selanjutnya: \"Lagi 5 minit adalah masa untuk kemaskan barang-barang mainan sebelum makan malam...\"",
    "type": "text"
  },
  {
    "SourceText": "Regular eating and sleeping times are especially important for babies. Not enough sleep can make your child cranky, irritable, and short tempered.",
    "text": "Masa makan dan tidur yang teratur adalah penting terutamanya untuk bayi. Tidur yang tidak cukup boleh menyebabkan anak anda resah, cepat marah, dan mudah mengamuk.",
    "type": "text"
  },
  {
    "SourceText": "Regular eating and sleeping times are especially important for young babies. Not enough sleep can make your child cranky, irritable, and short tempered.",
    "text": "Masa makan dan tidur yang teratur adalah penting terutamanya untuk bayi. Tidur yang tidak cukup boleh menyebabkan anak anda resah, cepat marah, dan mudah mengamuk.",
    "type": "text"
  },
  {
    "SourceText": "• Give your child a hug and kiss goodnight before leaving the room.  ",
    "text": "• Peluk dan cium anak anda sebelum meninggalkan bilik.  ",
    "type": "text"
  },
  {
    "SourceText": "Involve your teen in creating daily plans. Set goals and rewards together. Let them plan when they do schoolwork and when they can relax! ",
    "text": "Libatkan anak remaja anda dalam merangka rancangan harian. Tetapkan matlamat dan ganjaran secara bersama. Biarkan mereka merancang bila untuk membuat kerja sekolah dan bila mereka boleh berehat! ",
    "type": "text"
  },
  {
    "SourceText": "Would you like to go back and learn more about how to talk about COVID-19 with your children?",
    "text": "Adakah anda mahu berpatah balik dan belajar lebih lagi tentang bagaimana hendak bercakap tentang COVID-19 dengan anak-anak anda?",
    "type": "text"
  },
  {
    "SourceText": "Sometimes we feel frustrated with our children because we expect them to behave in ways that they are not yet developmentally ready for. ",
    "text": "Kadang kala kita berasa kecewa dengan anak-anak kerana kita mengharapkan mereka bertingkah laku dengan cara yang mereka belum bersedia. ",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about how to support children living with disabilities?",
    "text": "Adakah anda mahu kembali dan belajar lebih lanjut mengenai kaedah untuk membantu kanak-kanak kurang upaya?",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about how to support your child's learning?",
    "text": "Adakah anda ingin kembali dan mengetahui lebih lanjut mengenai cara menyokong pembelajaran anak anda?",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more?",
    "text": "Adakah anda ingin kembali dan mengetahui lebih lanjut lagi?",
    "type": "text"
  },
  {
    "SourceText": "Involve your teen in creating family tech agreements about healthy device use.",
    "text": "Libatkan remaja anda dalam membina perjanjian teknologi keluarga mengenai penggunaan peranti sihat.",
    "type": "text"
  },
  {
    "SourceText": "Involve your child in creating family tech agreements about healthy device use.",
    "text": "Libatkan anak anda dalam membina perjanjian teknologi keluarga mengenai penggunaan peranti sihat.",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn about another way to protect your child online? ",
    "text": "Adakah anda ingin kembali dan mengetahui cara lain untuk melindungi anak anda dalam talian? ",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn about another way to protect yourself online?",
    "text": "Adakah anda ingin kembali dan mengetahui cara lain untuk melindungi diri anda dalam talian?",
    "type": "text"
  },
  {
    "SourceText": "Hello! Book-sharing can be a great learning for your child. You can use a simple pictures in books, magazines, or newspapers to do lots of things that you and your child can enjoy.",
    "text": "Helo! Perkongsian buku boleh menjadi pembelajaran yang baik untuk anak anda. Anda boleh menggunakan gambar di buku, majalah, atau surat khabar untuk melakukan banyak perkara yang dapat anda dan anak anda nikmati.",
    "type": "text"
  },
  {
    "SourceText": "Do you want to learn 3 steps to get it right?",
    "text": "Adakah anda ingin mempelajari 3 langkah untuk memperbaikinya?",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about how to get your children to follow instructions more often?",
    "text": "Adakah anda ingin kembali dan mengetahui lebih lanjut mengenai cara membuat anak-anak anda mengikuti arahan lebih kerap?",
    "type": "text"
  },
  {
    "SourceText": "Hello! Managing our children's behaviour can be challenging…even in the best of times. We sometimes do not notice when our children are behaving well. But when they are misbehaving, it can be a nightmare!",
    "text": "Helo! Mengurus tingkah laku anak-anak kita merupakan satu cabaran… walaupun pada masa-masa terbaik. Kita kadang-kadang tidak menyedari ketika anak-anak berkelakuan baik. Tetapi apabila mereka nakal, ia boleh menjadi satu mimpi buruk!",
    "type": "text"
  },
  {
    "SourceText": "Today's Tip is all about Child Behaviour. There are 2 main ways that we can do to help our children behave positively more often.",
    "text": "Tip hari ini adalah mengenai Tingkah Laku Anak. Terdapat 2 cara utama untuk membantu anak-anak bersikap positif dengan lebih kerap.",
    "type": "text"
  },
  {
    "SourceText": "These suggestions are from over 50 years of research on what works. But don't take our word for it, try them out and decide for yourself. And remember...practice makes perfect!",
    "text": "Cadangan-cadangan ini adalah hasil daripada penyelidikan lebih daripada 50 tahun mengenai pendekatan yang berkesan. Tetapi jangan terus percayakan kami, cubalah dan tentukannya sendiri. Dan ingat... latihan menjadikan ianya sempurna!",
    "type": "text"
  },
  {
    "SourceText": "Do you want to go back and learn more about how to protect your child from abuse?",
    "text": "Adakah awak mahu kembali dan mempelajari tentang bagaimana untuk melindungi anak anda daripada penderaan?",
    "type": "text"
  },
  {
    "SourceText": "Stop the river at the source. The same things usually make us get stressed and angry every time. What makes you angry? When does it happen? How do you normally react?",
    "text": "Berhentikan masalah daripada punca. Perkara yang sama selalunya membuatkan kita tertekan dan marah. Apa yang menyebabkan anda marah? Bila ianya berlaku? Bagaimana anda biasanya bertindak balas?",
    "type": "text"
  },
  {
    "SourceText": "Here are some things that can help make it less likely that bad things happen when you are angry: ",
    "text": "Berikut adalah beberapa perkara yang boleh membantu mengurangkan kecenderungan perkara buruk berlaku apabila anda marah: ",
    "type": "text"
  },
  {
    "SourceText": "2. Do you have weapons or things  that can be used to hurt others?  Lock them up, hide them or take them out of the home.",
    "text": "2. Adakah anda mempunyai senjata atau sesuatu yang boleh digunakan untuk mencederakan orang lain? Simpan di tempat yang berkunci, sembunyikan atau keluarkan daripada rumah.",
    "type": "text"
  },
  {
    "SourceText": "Would you like some other relaxation activities?",
    "text": "Adakah anda mahu aktiviti santai yang lain?",
    "type": "text"
  },
  {
    "SourceText": "Would you like some suggestions for other relaxation activities?",
    "text": "Adakah anda mahukan beberapa cadangan untuk aktiviti santai yang lain?",
    "type": "text"
  },
  {
    "SourceText": "Hi! When you take care of yourself, you take care of your children. We all need to connect. Try to talk to friends, family, and other support networks every day. If it has been a while since you reached out to someone, do it now!",
    "text": "Hai! Apabila anda menjaga diri sendiri, anda juga menjaga anak anda. Kita semua perlu berhubung. Cuba bercakap dengan rakan, keluarga, dan rangkaian sokongan lain setiap hari. Sekiranya sudah lama anda tidak menghubungi seseorang, lakukan sekarang!",
    "type": "text"
  },
  {
    "SourceText": "Hi! How are you doing? If you are feeling overwhelmed or stressed, take a break!  When your children are asleep, do something fun or relaxing for yourself. You deserve it!",
    "text": "Hai! Apa khabar? Sekiranya anda berasa gelisah atau tertekan, berehatlah! Ketika anak anda sedang tidur, lakukan sesuatu yang menyeronokkan atau bersantai. Anda layak mendapatkannya!",
    "type": "text"
  },
  {
    "SourceText": "Listening to your favourite music",
    "text": "Mendengar muzik kegemaran anda",
    "type": "text"
  },
  {
    "SourceText": "Hello! How are you feeling? If you are feeling overwhelmed or stressed, here is a short activity that can help when you are feeling like needing some more support to get through the day.",
    "text": "Helo! Apakah perasaan anda? Jika anda berasa gelisah atau tertekan, di sini ada beberapa aktiviti pendek yang boleh membantu apabila anda berasa seperti memerlukan sokongan untuk meneruskan hari ini.",
    "type": "text"
  },
  {
    "SourceText": "Before you open your eyes, take a moment to reflect on your experience. Notice if you feel any different.",
    "text": "Sebelum anda membuka mata, ambil masa seketika untuk refleksi pengalaman anda. Perhatikan jika anda rasa sebarang perbezaan.",
    "type": "text"
  },
  {
    "SourceText": "Here is a link other support that may help you cope with any stress or other emotional difficulties that you may be experiencing. If you ever need this link, type \"Help\". Chat to you later!",
    "text": "Berikut adalah pautan sokongan lain yang dapat membantu anda mengatasi tekanan atau kesukaran emosi lain yang mungkin anda alami. Sekiranya anda memerlukan pautan ini, taip \"Tolong\". Berbual dengan anda kemudian!",
    "type": "text"
  },
  {
    "SourceText": "*Referral to local mental health services hotline in country*",
    "text": "*Rujukan hotline perkhidmatan kesihatan mental tempatan di negara ini*",
    "type": "text"
  },
  {
    "SourceText": "Take a moment to reflect on your experience. ",
    "text": "Ambil masa sebentar untuk refleksi pengalaman anda. ",
    "type": "text"
  },
  {
    "SourceText": "Would you like other relaxation activities?",
    "text": "Adakah anda mahu aktiviti santai yang lain?",
    "type": "text"
  },
  {
    "SourceText": "We understand that spending One-on-One Time can sometimes be difficult. Here are some of the main reasons parents struggle. Please choose the closest to you.",
    "text": "Kami faham bahawa meluangkan Masa Seorang-bersama-Seorang kadangkala boleh menjadi sukar. Inilah adalah beberapa sebab utama kepada kesukaran ibu bapa. Pilih yang paling dekat dengan anda.",
    "type": "text"
  },
  {
    "SourceText": "1 Not enough time",
    "text": "1 Tidak cukup masa",
    "type": "text"
  },
  {
    "SourceText": "2 My child did not want to spend time with me",
    "text": "2 Anak saya tidak mahu meluangkan masa dengan saya",
    "type": "text"
  },
  {
    "SourceText": "3 All my child wanted to do is watch T.V. or play with a gadget",
    "text": "3 Semua yang anak saya ingin lakukan adalah menonton T.V. atau bermain dengan gajet",
    "type": "text"
  },
  {
    "SourceText": "4 My child wanted to do things I felt uncomfortable about",
    "text": "4 Anak saya ingin lakukan perkara yang saya rasa tidak selesa",
    "type": "text"
  },
  {
    "SourceText": "5 My child wanted to do activities that I could not do",
    "text": "5 Anak saya ingin lakukan aktiviti yang saya tidak dapat melakukannya",
    "type": "text"
  },
  {
    "SourceText": "6 My child chose a competitive activity. I won and then they got angry",
    "text": "6 Anak saya memilih aktiviti yang kompetitif. Saya menang dan mereka menjadi marah",
    "type": "text"
  },
  {
    "SourceText": "7 My child had a tantrum at the end of One-on-One Time",
    "text": "7 Anak saya mengamuk pada akhir Masa Bersama Seorang-dengan-Seorang",
    "type": "text"
  },
  {
    "SourceText": "8 My child wanted to do too many things at once",
    "text": "8 Anak saya ingin melakukan terlalu banyak perkara sekaligus",
    "type": "text"
  },
  {
    "SourceText": "9 All my children wanted One-on-One Time at the same time",
    "text": "9 Semua anak saya ingin Masa Bersama Seorang-dengan-Seorang pada masa yang sama",
    "type": "text"
  },
  {
    "SourceText": "111 Other",
    "text": "111 Yang lain",
    "type": "text"
  },
  {
    "SourceText": "999 Prefer not to say",
    "text": "999 Lebih suka untuk tidak bercakap",
    "type": "text"
  },
  {
    "SourceText": "It can make you feel bad if your children do not want to spend One-on-One Time you. Think to yourself: When are they more open to you? Maybe in the morning or right before bedtime.",
    "text": "Ini boleh membuatkan anda berasa tidak seronok jika anak anda tidak ingin meluangkan Masa Bersama Seorang-dengan-Seorang bersama anda. Fikirkan sendiri: Bilakah mereka lebih terbuka untuk anda? Mungkin pada waktu pagi atau sebelum tidur.",
    "type": "text"
  },
  {
    "SourceText": "111",
    "text": "111",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "999",
    "text": "999",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "Do your children ever make you feel like screaming? Give yourself a 10-second pause. Breath in and out slowly 5 times. Then try responding in a calmer way. Millions of parents say this helps - A LOT.",
    "text": "Adakah anak-anak anda pernah membuat anda berasa seperti hendak menjerit? Berikan masa untuk diri sendiri selama 10 saat. Tarik dan hembus nafas perlahan-lahan sebanyak 5 kali. Kemudian cuba beri tindak balas dengan cara yang tenang. Berjuta ibu bapa berkata ini dapat membantu - RAMAI.",
    "type": "text"
  },
  {
    "SourceText": "Let’s use the magic power of three stay present and relax. ",
    "text": "Mari gunakan tiga kuasa ajaib untuk terus kekal berhubung dan relaks. ",
    "type": "text"
  },
  {
    "SourceText": "Name three sounds you can hear right now.",
    "text": "Namakan tiga bunyi yang boleh anda dengari sekarang.",
    "type": "text"
  },
  {
    "SourceText": "Name three smells you can smell right now. ",
    "text": "Namakan tiga bau yang boleh anda hidu sekarang. ",
    "type": "text"
  },
  {
    "SourceText": "Name your three favourite foods. ",
    "text": "Namakan tiga makanan kegemaran anda. ",
    "type": "text"
  },
  {
    "SourceText": "What are three things you can be grateful for right now?",
    "text": "Apakah tiga perkara yang anda boleh syukuri sekarang?",
    "type": "text"
  },
  {
    "SourceText": "They don’t have to be big.",
    "text": "Ia tidak perlu menjadi sesuatu yang besar.",
    "type": "text"
  },
  {
    "SourceText": "At the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.  ",
    "text": "Pada penghujung hari yang mencabar, fikirkan tiga perkara yang perlu disyukuri dan boleh membantu kita mencari semangat untuk mencuba sekali lagi keesokannya.  ",
    "type": "text"
  },
  {
    "SourceText": "Take a moment to stop what you are doing and connect with your breath.  ",
    "text": "Luangkan masa untuk menghentikan apa yang anda sedang lakukan dan hubungkan dengan nafas anda.  ",
    "type": "text"
  },
  {
    "SourceText": "Try this next time you feel alone or are doing a mundane activity like washing up. It can really help!",
    "text": "Cuba ini lain kali apabila anda berasa keseorangan atau sedang melakukan aktiviti biasa seperti membasuh. Ia benar-benar dapat membantu!",
    "type": "text"
  },
  {
    "SourceText": "How many sounds can you hear? ",
    "text": "Berapa banyak bunyi yang anda boleh dengar? ",
    "type": "text"
  },
  {
    "SourceText": "Listen to the sounds inside and outside the room. Count them on your fingers.",
    "text": "Dengarkan bunyi di dalam dan di luar bilik. Kira bunyi itu dengan jari anda.",
    "type": "text"
  },
  {
    "SourceText": "Did you hear any new sounds? Did you hear any sounds inside your own body?",
    "text": "Adakah anda mendengar sebarang bunyi baharu? Adakah anda mendengar sebarang bunyi di dalam badan anda?",
    "type": "text"
  },
  {
    "SourceText": "Notice how you feel now.",
    "text": "Rasai perasaan anda sekarang.",
    "type": "text"
  },
  {
    "SourceText": "Do you ever feel something so strongly that you want to run away from it?",
    "text": "Pernahkah anda merasakan sesuatu yang sangat kuat sehingga anda ingin lari daripadanya?",
    "type": "text"
  },
  {
    "SourceText": "There’s no such thing as a perfect parent or the perfect child. We are all just trying our best!",
    "text": "Tiada ibu bapa yang sempurna atau anak yang sempurna. Kita semua hanya mencuba yang terbaik!",
    "type": "text"
  },
  {
    "SourceText": "There’s no such thing as a perfect parent. Speak kindly to yourself about what a great job you are doing. We think you’re doing great!",
    "text": "Tiada ibu bapa yang sempurna. Bercakaplah dengan baik kepada diri anda sendiri tentang perkara hebat yang anda lakukan. Kami rasa anda hebat!",
    "type": "text"
  },
  {
    "SourceText": "Thank you for your dedication! The world needs more men like you. ",
    "text": "Terima kasih atas dedikasi anda! Dunia memerlukan lebih ramai lelaki seperti anda. ",
    "type": "text"
  },
  {
    "SourceText": "It’s not always easy to be a woman in this world. But you are leading the way! ",
    "text": "Tidak mudah untuk menjadi wanita di dunia ini. Tetapi anda sedang mendahuluinya! ",
    "type": "text"
  },
  {
    "SourceText": "Your commitment is an inspiration for all men. Keep calm and carry on! ",
    "text": "Komitmen anda adalah inspirasi untuk semua lelaki. Bertenang dan teruskan! ",
    "type": "text"
  },
  {
    "SourceText": "Fake it until you make it, Mama!",
    "text": "Palsukan ia sehingga anda berjaya, Mama!",
    "type": "text"
  },
  {
    "SourceText": "Hey beautiful woman! Thank you for showing so much strength and sharing it with your family.",
    "text": "Hai wanita cantik! Terima kasih kerana menunjukkan banyak kekuatan dan berkongsikannya dengan keluarga anda.",
    "type": "text"
  },
  {
    "SourceText": "Thank you for showing up for your family today and doing your best! You are appreciated!",
    "text": "Terima kasih kerana hadir untuk keluarga anda hari ini dan melakukan yang terbaik! Anda dihargai!",
    "type": "text"
  },
  {
    "SourceText": "Sometimes it’s easy, sometimes it’s not. Let go of the mistakes and celebrate the wins, however small!",
    "text": "Adakala senang, adakala tidak. Lepaskan kesilapan dan raikan kejayaan, walaupun kecil!",
    "type": "text"
  },
  {
    "SourceText": "Every time you take a pause is an act of kindness. Thank you for being kind to yourself and your family today!",
    "text": "Setiap kali anda berhenti seketika adalah tindakan yang baik. Terima kasih kerana bersikap baik kepada diri sendiri dan keluarga anda hari ini!",
    "type": "text"
  },
  {
    "SourceText": "It’s the end of the day! You did it! Now it’s time for you. You deserve ",
    "text": "Kini sudah di penghujung hari! Kamu berjaya lakukannya! Sekarang adalah masa anda. Anda layak ",
    "type": "text"
  },
  {
    "SourceText": "Congratulations! You are doing amazing! Remember it’s the small things that make the big difference.",
    "text": "Tahniah! Anda hebat! Ingatlah bahawa perkara-perkara kecil yang membuat perbezaan yang besar.",
    "type": "text"
  },
  {
    "SourceText": "Whatever you feel you did ‘wrong’ today, let it go and try again tomorrow. It’s ok! ",
    "text": "Apa sahaja yang anda rasakan ‘salah’ hari ini, lepaskan dan cuba lagi esok. Tidak mengapa! ",
    "type": "text"
  },
  {
    "SourceText": "You made a difference today by showing up. Your down time starts now!",
    "text": "Anda membuat perbezaan hari ini dengan memunculkan diri. Waktu berhenti anda bermula sekarang!",
    "type": "text"
  },
  {
    "SourceText": "Taking care of yourself is taking care of your kids! Well done for taking a pause today. Keep it up! ",
    "text": "Menjaga diri anda adalah menjaga anak-anak anda! Syabas kerana berhenti seketika hari ini. Teruskan! ",
    "type": "text"
  },
  {
    "SourceText": "Well done for spending One-on-One time with your family! Time is the most valuable gift you can give them. ",
    "text": "Syabas kerana menghabiskan Masa Seorang-dengan-Seorang dengan keluarga anda! Masa adalah hadiah paling berharga yang anda dapat berikan kepada mereka. ",
    "type": "text"
  },
  {
    "SourceText": "It’s the end of the day! You did it! Now it’s time for you. You deserve a break!",
    "text": "Kini sudah di penghujung hari! Kamu berjaya lakukannya! Sekarang adalah masa anda. Anda berhak mendapat rehat!",
    "type": "text"
  },
  {
    "SourceText": "Hi! If you have found these messages helpful, please share with a friend!",
    "text": "Hai! Jika anda dapati mesej ini bermanfaat, sila berkongsi dengan rakan!",
    "type": "text"
  },
  {
    "SourceText": "You have added one skill to your Parenting Toolkit:",
    "text": "Anda telah menambah satu lagi kemahiran ke dalam Kit Keibubapaan anda:",
    "type": "text"
  },
  {
    "SourceText": "You have added @results.n_skills_week skills to your Parenting Toolkit:",
    "text": "Anda telah menambahkan @hasil.n_kemahiran_kemahiran mingguan ke dalam Kit Keibubapaan anda:",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @results.n_skills_week and results.n_skills are numbers"
  },
  {
    "SourceText": "Type \"Help\" if you ever want to revisit them for more support.",
    "text": "Taip \"Tolong\" sekiranya anda ingin melawati semula untuk mendapatkan lebih sokongan.",
    "type": "text"
  },
  {
    "SourceText": "Type \"Help\" if you ever want to go back and complete them.",
    "text": "Taip \"Tolong\" jika anda mahu kembali dan menyelesaikannya.",
    "type": "text"
  },
  {
    "SourceText": "Would you like to continue receiving these tips at the same frequency or less often? You can also change the time of day that you receive messages.  Change these settings by typing \"Help\" and then selecting \"Technical Support.\"",
    "text": "Adakah anda ingin terus menerima tip ini seperti biasa atau kurang kerap? Anda boleh mengubah waktu hari anda menerima mesej. Ubah tetapan ini dengan menaip \"Tolong\" dan kemudian pilih \"Sokongan Teknikal.\"",
    "type": "text"
  },
  {
    "SourceText": "Are you sure you want to Exit? If you do not want to receive any more messages, please type \"STOP MESSAGES.\"",
    "text": "Adakah anda pasti anda mahu Keluar? Jika anda tidak lagi mahu menerima mesej, sila taip \"HENTIKAN MESEJ.\"",
    "type": "text"
  },
  {
    "SourceText": "How challenging is this problem on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sejauh manakah masalah ini mencabar pada skala 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text"
  },
  {
    "SourceText": "Sorry, I don't understand what you mean. Please type a number between 0 and 8.",
    "text": "Maaf, saya tidak faham maksud anda. Sila taip satu nombor antara 0 dan 8.",
    "type": "text"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was crying a lot. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia kuat menangis. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was problems sleeping. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda bagi adalah dia susah tidur. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was whining for things. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia suka merengek meminta barang. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was acting clingy. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia sukar berenggang. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being bad tempered or moody. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia cepat marah atau meragam. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was problems eating. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia susah makan. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being stubborn or fussy. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia degil atau cerewet. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was naughty behaviour. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia nakal. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was temper tantrums. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia suka buat perangai. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was refusing to obey instructions. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia enggan mengikut arahan. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was hyperactivity. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia terlampau aktif. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being disrespectful. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia berkelakuan tidak sopan. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was hitting others. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia suka pukul orang lain. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was breaking things. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia suka pecahkan barang. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was getting into fights. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia suka bergaduh. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was teasing or bothering others. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia suka mengejek atau mengacau orang lain. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was getting angry a lot. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia kerap marah. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was rudeness, disrespectful behaviour. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia biadap, dan berkelakuan tidak sopan. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being irritable, having frequent mood changes. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia sering meragam dan kerap bertukar angin. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was not following rules. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia tidak ikut peraturan. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "Previously you said that @fields.survey_behave_name's most challenging behaviour for you was stubbornness. How would you rate this problem now on a scale of 0 to 8 (0 = not a problem and 8 = terrible)?",
    "text": "Sebelum ini, anda berkata tingkah laku @fields.survey_behave_name's yang paling mencabar bagi anda adalah dia degil. Bagaimana anda menilai masalah ini sekarang pada skala dari 0 hingga 8 (0 = tidak menjadi masalah dan 8 = teruk)?",
    "type": "text",
    "note": "Strings like @fields.xxx and @results.yyy should not be translated. @fields.survey_behave_name is the name of the child"
  },
  {
    "SourceText": "This is a very stressful time for families. How many times in the past week did you feel very stressed as a parent/caregiver? (0, 1, 2, 3, 4, 5, 6, 7, 8 or more)",
    "text": "Sekarang ini, banyak keluarga sedang tertekan. Pada minggu lepas, berapa kali anda rasa sangat tertekan sebagai ibu bapa/penjaga? (0, 1, 2, 3, 4, 5, 6, 7, 8 atau lebih)",
    "type": "text"
  },
  {
    "SourceText": "Sorry, I don't understand what you mean. Please reply with a number between 0 and 8.",
    "text": "Maaf, saya tidak faham maksud anda. Sila jawab dengan satu nombor antara 0 dan 8.",
    "type": "text"
  },
  {
    "SourceText": "It is hard to find time to have fun with your children. How many times in the past week did you do something fun together? (0, 1, 2, 3, 4, 5, 6, 7, 8 or more)",
    "text": "Adalah agak sukar mencari masa untuk berseronok dengan anak-anak anda. Pada minggu lepas, berapa kali anda lakukan aktiviti yang seronok bersama-sama? (0, 1, 2, 3, 4, 5, 6, 7, 8 atau lebih)",
    "type": "text"
  },
  {
    "SourceText": "Well done! Spending time with your child is the best gift you can give them. Keep it up!",
    "text": "Bagus! Meluangkan masa dengan anak anda adalah hadiah paling berharga yang boleh diberikan kepada mereka. Teruskan!",
    "type": "text"
  },
  {
    "SourceText": "Looks like you are really busy, but give yourself credit for trying. Even 5 minutes a day can make a BIG difference!",
    "text": "Nampaknya anda benar-benar sibuk, tetapi puji diri anda kerana anda ada mencuba. 5 minit sehari pun akan membawa perubahan BESAR!",
    "type": "text"
  },
  {
    "SourceText": "It is so stressful when children misbehave. How many times in the past week did you physically discipline your children by hitting, spanking, or slapping with your hand or an object like a stick or a belt? (0, 1, 2, 3, 4, 5, 6, 7, 8 or more)",
    "text": "Anda boleh rasa amat tertekan apabila anak-anak berkelakuan nakal. Pada minggu lepas, berapa kali anda mendisiplinkan anak-anak anda dengan memukul atau menampar dengan tangan atau objek seperti kayu atau tali pinggang? (0, 1, 2, 3, 4, 5, 6, 7, 8 atau lebih)",
    "type": "text"
  },
  {
    "SourceText": "Sometimes our children make us really upset. How many times in the past week did you shout, scream, or yell at your children? (0, 1, 2, 3, 4, 5, 6, 7, 8 or more)",
    "text": "Kadang-kadang, anak-anak kita boleh membuat kita benar-benar marah. Pada minggu lepas, berapa kali anda bertempik, menjerit, atau memekik pada anak-anak anda? (0, 1, 2, 3, 4, 5, 6, 7, 8 atau lebih)",
    "type": "text"
  },
  {
    "SourceText": "It can be difficult to control our anger, especially when they make us really angry. Try to take a pause (even one deep breath!) next time and respond differently. You can do it!",
    "text": "Memang sukar untuk kita kawal kemarahan kita, terutamanya jika mereka membuat kita benar-benar marah. Cuba berhenti seketika (tarik nafas dalam-dalam!) lain kali, dan bertindak dengan cara lain. Anda boleh melakukannya!",
    "type": "text"
  },
  {
    "SourceText": "It can sometimes be difficult to have a positive relationship with our children. How confident do you feel about your ability as a parent/caregiver to have a positive relationship with your children? (0=not confident to 8=extremely confident)",
    "text": "Kadang-kadang, sukar untuk kita kekalkan hubungan yang positif dengan anak-anak kita. Sejauh manakah anda yakin terhadap keupayaan anda sebagai ibu bapa/penjaga untuk mengekalkan hubungan yang positif dengan anak-anak anda? (0=tidak yakin hingga 8=teramat yakin)",
    "type": "text"
  },
  {
    "SourceText": "We all want to keep our children safe. How confident do you feel you are to protect your child from sexual abuse online or in-person? (0=not confident to 8=extremely confident)",
    "text": "Kita semua mahu menjaga keselamatan anak-anak kita. Sejauh manakah anda merasa yakin anda dapat melindungi anak anda daripada penderaan seksual dalam talian atau dalam kehidupan nyata? (0=tidak yakin kepada 8=teramat yakin)",
    "type": "text"
  },
  {
    "SourceText": "Thanks so much! How would you like your messages? You can always change this choice through the settings later. ",
    "text": "Terima kasih banyak! Bagaimana anda mahu menerima mesej anda? Anda boleh sahaja menukar pilihan ini melalui tetapan nanti. ",
    "type": "text"
  },
  {
    "SourceText": "Fun activities",
    "text": "Aktiviti-aktiviti seronok",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Challenging behaviour",
    "text": "Tingkah laku mencabar",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Emotional support",
    "text": "Sokongan emosi",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Remote learning and school",
    "text": "Pendidikan dalam talian dan sekolah",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Children with disabilities",
    "text": "Kanak-kanak kurang upaya",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Difficult child behaviour",
    "text": "Tingkah laku anak yang sukar",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "Keeping children safe online",
    "text": "Menjaga keselamatan kanak-kanak dalam talian",
    "type": "quick_replies",
    "note": "This is a quick reply and its translation should be uniquely identified by the corresponding argument"
  },
  {
    "SourceText": "activities",
    "text": "aktiviti-aktiviti",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "emotional",
    "text": "emosi",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "remote learning school",
    "text": "pendidikan sekolah dalam talian",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  },
  {
    "SourceText": "more",
    "text": "lagi",
    "type": "arguments",
    "note": "This is an argument and it may be used to identify a corresponding quick reply"
  }
]